Repository: SkolHub/SchoolHub-mobile
Catalog: locales/la/messages.po
Languages: la

source: {0} of {1} students
la: {0} ex {1} discipulis

source: absences
la: absentiae

source: Absences
la: Absentiae

source: Absent
la: Absens

source: Account
la: Ratio

source: Add
la: Adde

source: Add absence
la: Adde absentiam

source: Add absence for {studentName}
la: Adde absentiam pro {studentName}

source: Add absences
la: Adde absentias

source: Add attachment
la: Adde nexum

source: Add grade
la: Adde notam

source: Add grade for {0}
la: Adde notam pro {0}

source: Add grade for {studentName}
la: Adde notam pro {studentName}

source: Add grades
la: Adde notas

source: Add link
la: Adde nexum

source: Add observation
la: Adde observationem

source: Add observation for {studentName}
la: Adde observationem pro {studentName}

source: Announcement
la: Nuntius

source: Announcements
la: Nuntii

source: Are you sure you want to add these grades?
la: Certusne es te has notas addere velle?

source: Are you sure you want to add this absence?
la: Certusne es te hanc absentiam addere velle?

source: Are you sure you want to add this grade?
la: Certusne es te hanc notam addere velle?

source: Are you sure you want to add this observation?
la: Certusne es te hanc observationem addere velle?

source: Are you sure you want to change this grade?
la: Certusne es te hanc notam mutare velle?

source: Are you sure you want to delete this absence?
la: Certusne es te hanc absentiam delere velle?

source: Are you sure you want to delete this attachment?
la: Certusne es te hunc nexum delere velle?

source: Are you sure you want to delete this grade?
la: Certusne es te hanc notam delere velle?

source: Are you sure you want to delete this observation?
la: Certusne es te hanc observationem delere velle?

source: Are you sure you want to excuse this absence?
la: Certusne es te hanc absentiam excusare velle?

source: Are you sure you want to return this submission?
la: Certusne es te hanc submissionem reddere velle?

source: Are you sure you want to submit your work?
la: Certusne es te opus tuum submittere velle?

source: Are you sure you want to unsubmit?
la: Certusne es te submissionem retractare velle?

source: Assessment
la: Aestimatio

source: Assessment mode
la: Modus aestimationis

source: Assignment
la: Pensum

source: assignments
la: pensa

source: Assignments
la: Pensa

source: Attachments
la: Nexi

source: Attendance
la: Praesentia

source: Attendance mode
la: Modus praesentiae

source: Authenticate to add absences
la: Authenticationem requirendam ad absentias addendas

source: Authenticate to add grade
la: Authenticationem requirendam ad notam addendam

source: Authenticate to add grades
la: Authenticationem requirendam ad notas addendas

source: Authenticate to add observation
la: Authenticationem requirendam ad observationem addendam

source: Authenticate to change grade
la: Authenticationem requirendam ad notam mutandam

source: Authenticate to delete absence
la: Authenticationem requirendam ad absentiam delendam

source: Authenticate to delete grade
la: Authenticationem requirendam ad notam delendam

source: Authenticate to delete observation
la: Authenticationem requirendam ad observationem delendam

source: Authenticate to excuse absence
la: Authenticationem requirendam ad absentiam excusandam

source: Authenticate to return submission
la: Authenticationem requirendam ad submissionem reddendam

source: average
la: media

source: average grades
la: notae mediae

source: Body
la: Corpus

source: Body must be completed
la: Corpus completum esse debet

source: Can't sign you in!
la: Non potest te subscribere!

source: Cancel
la: Cancella

source: Change
la: Muta

source: Change grade
la: Muta notam

source: Change password
la: Muta tesseram

source: Choose due date
la: Elige diem debitam

source: Choose planned day for the test
la: Elige diem destinatam pro examine

source: class average
la: media classis

source: Class Master
la: Magister Classis

source: Classbook
la: Liber Classicus

source: Comment for the submission...
la: Commentarium pro submissione...

source: Comment is required
la: Commentarium requiritur

source: Comments
la: Commentaria

source: Create
la: Crea

source: Create a new announcement
la: Crea nuntium novum

source: Create Assignment
la: Crea Pensum

source: Create post
la: Crea nuntium

source: Date
la: Dies

source: Delete
la: Dele

source: Due {0}
la: Debitum {0}

source: Due {0}, {1}
la: Debitum {0}, {1}

source: Due {dueDate}
la: Debitum {dueDate}

source: Due date
la: Dies debita

source: Edit grade for {studentName}
la: Edere notam pro {studentName}

source: Email
la: Inscriptio electronica

source: Email is not valid
la: Inscriptio electronica non valida

source: Enter the link here...
la: Inscribe nexum hic...

source: Enter the reason for the grades...
la: Inscribe causam notarum...

source: Excuse
la: Excusa

source: Excused
la: Excusatus

source: File
la: Lima

source: Finish up
la: Perfice

source: Get students
la: Accipe discipulos

source: Grade
la: Nota

source: Grade is required
la: Nota requiritur

source: Grade submission
la: Nota submissionem

source: Grade the class
la: Nota classem

source: graded
la: notatus

source: grades
la: notae

source: Grades
la: Notae

source: How would you like to add an attachment?
la: Quomodo vis nexum addere?

source: Language
la: Lingua

source: Later
la: Postea

source: Link
la: Nexus

source: Link is required
la: Nexus requiritur

source: Log out
la: Exscriptio

source: Material
la: Materia

source: Materials
la: Materiae

source: Missing
la: Deficiens

source: No due date
la: Nulla dies debita

source: No grade
la: Nulla nota

source: not submitted
la: non submissum

source: Number of students
la: Numerus discipulorum

source: Observations
la: Observationes

source: Ongoing assignments
la: Pensa in progressu

source: overall average
la: media generalis

source: Password
la: Tessera

source: Password is not valid
la: Tessera non valida

source: Plan a new test
la: Designa novum examen

source: Planned on
la: Destinatum in

source: Planned on {0}
la: Destinatum in {0}

source: Planned on {dueDate}
la: Destinatum in {dueDate}

source: Post a new material
la: Publica novam materiam

source: Present
la: Praesens

source: Reason
la: Causa

source: Reason for the grade...
la: Causa notae...

source: Reason is required
la: Causa requiritur

source: Retry
la: Reproba

source: Return
la: Redde

source: Return submission
la: Redde submissionem

source: Sign in
la: Subscriptio

source: Stream
la: Fluxus

source: Student grades
la: Notae discipulorum

source: Student submission
la: Submissio discipuli

source: Student submissions
la: Submissiones discipulorum

source: Students
la: Discipuli

source: students with few grades
la: discipuli cum paucis notis

source: Subjects
la: Materiae

source: Submission comment
la: Commentarium submissionis

source: Submit
la: Submitte

source: submitted
la: submissum

source: Submitted
la: Submissum

source: Submitted at {0}
la: Submissum {0}

source: Test
la: Examen

source: Tests
la: Examina

source: There was a problem while loading.
la: Problema erat dum oneratur.

source: This week
la: Hac septimana

source: Title
la: Titulus

source: Title must be completed
la: Titulus completus esse debet

source: Tools
la: Instrumenta

source: Unexcused
la: Non excusatus

source: unexcused absences
la: absentiae non excusatae

source: Unsubmit
la: Retracta submissionem

source: View student submissions
la: Vide submissiones discipulorum

source: Write your comment here...
la: Scribe commentarium tuum hic...

source: Your submission
la: Submissio tua

source: Your submission has been graded
la: Submissio tua notata est

source: Your submission has been returned
la: Submissio tua reddita est
