Repository: SkolHub/SchoolHub-mobile
Catalog: locales/co/messages.po
Languages: co

source: {0} of {1} students
co: {0} di {1} studienti

source: absences
co: assenza

source: Absences
co: Assenze

source: Absent
co: Assente

source: Account
co: Contu

source: Add
co: Aghjunghje

source: Add absence
co: Aghjunghje assenza

source: Add absence for {studentName}
co: Aghjunghje assenza per {studentName}

source: Add absences
co: Aghjunghje assenze

source: Add attachment
co: Aghjunghje allegatu

source: Add grade
co: Aghjunghje gradu

source: Add grade for {0}
co: Aghjunghje gradu per {0}

source: Add grade for {studentName}
co: Aghjunghje gradu per {studentName}

source: Add grades
co: Aghjunghje gradi

source: Add link
co: Aghjunghje ligame

source: Add observation
co: Aghjunghje osservazione

source: Add observation for {studentName}
co: Aghjunghje osservazione per {studentName}

source: Announcement
co: Annunziu

source: Announcements
co: Annunzii

source: Are you sure you want to add these grades?
co: Site sicuru chì vulete aghjunghje sti gradi?

source: Are you sure you want to add this absence?
co: Site sicuru chì vulete aghjunghje sta assenza?

source: Are you sure you want to add this grade?
co: Site sicuru chì vulete aghjunghje stu gradu?

source: Are you sure you want to add this observation?
co: Site sicuru chì vulete aghjunghje sta osservazione?

source: Are you sure you want to change this grade?
co: Site sicuru chì vulete cambià stu gradu?

source: Are you sure you want to delete this absence?
co: Site sicuru chì vulete sguassà sta assenza?

source: Are you sure you want to delete this attachment?
co: Site sicuru chì vulete sguassà stu allegatu?

source: Are you sure you want to delete this grade?
co: Site sicuru chì vulete sguassà stu gradu?

source: Are you sure you want to delete this observation?
co: Site sicuru chì vulete sguassà sta osservazione?

source: Are you sure you want to excuse this absence?
co: Site sicuru chì vulete scusà sta assenza?

source: Are you sure you want to return this submission?
co: Site sicuru chì vulete vultà sta consegna?

source: Are you sure you want to submit your work?
co: Site sicuru chì vulete mandà u vostru travagliu?

source: Are you sure you want to unsubmit?
co: Site sicuru chì vulete annullà a consegna?

source: Assessment
co: Valutazione

source: Assessment mode
co: Modu di valutazione

source: Assignment
co: Compitu

source: assignments
co: compiti

source: Assignments
co: Compiti

source: Attachments
co: Allegati

source: Attendance
co: Presenza

source: Attendance mode
co: Modu di presenza

source: Authenticate to add absences
co: Authenticate per aghjunghje assenze

source: Authenticate to add grade
co: Authenticate per aghjunghje gradu

source: Authenticate to add grades
co: Authenticate per aghjunghje gradi

source: Authenticate to add observation
co: Authenticate per aghjunghje osservazione

source: Authenticate to change grade
co: Authenticate per cambià gradu

source: Authenticate to delete absence
co: Authenticate per sguassà assenza

source: Authenticate to delete grade
co: Authenticate per sguassà gradu

source: Authenticate to delete observation
co: Authenticate per sguassà osservazione

source: Authenticate to excuse absence
co: Authenticate per scusà assenza

source: Authenticate to return submission
co: Authenticate per vultà consegna

source: average
co: media

source: average grades
co: gradi medi

source: Body
co: Corpu

source: Body must be completed
co: U corpu deve esse cumpletatu

source: Can't sign you in!
co: Ùn possu micca cunnette vi!

source: Cancel
co: Annullà

source: Change
co: Cambià

source: Change grade
co: Cambià gradu

source: Change password
co: Cambià a password

source: Choose due date
co: Sceglite a data di scadenza

source: Choose planned day for the test
co: Sceglite u ghjornu previstu per a prova

source: class average
co: media di classe

source: Class Master
co: Maestru di Classe

source: Classbook
co: Libru di Classe

source: Classes
co: Classe

source: Comment for the submission...
co: Cummentariu per a consegna...

source: Comment is required
co: U cummentariu hè obligatoriu

source: Comments
co: Cummentarii

source: Create
co: Creà

source: Create a new announcement
co: Creà un novu annunziu

source: Create Assignment
co: Creà Compitu

source: Create post
co: Creà post

source: Date
co: Data

source: Delete
co: Sguassà

source: Due {0}
co: Scadenza {0}

source: Due {0}, {1}
co: Scadenza {0}, {1}

source: Due {dueDate}
co: Scadenza {dueDate}

source: Due date
co: Data di scadenza

source: Edit grade for {studentName}
co: Modificà u gradu per {studentName}

source: Email is not valid
co: L'indirizzu e-mail ùn hè micca validu

source: Enter the link here...
co: Inserite u ligame quì...

source: Enter the reason for the grades...
co: Inserite u mutivu di i gradi...

source: Error
co: Errore

source: Excuse
co: Scusà

source: Excused
co: Scusatu

source: Finish up
co: Finisce

source: Get students
co: Ottene studenti

source: Grade
co: Gradu

source: Grade is required
co: U gradu hè obligatoriu

source: Grade submission
co: Consegna di gradu

source: Grade the class
co: Graduà a classe

source: graded
co: graduatu

source: grades
co: gradi

source: Grades
co: Gradi

source: How would you like to add an attachment?
co: Cumu vulete aghjunghje un allegatu?

source: Language
co: Lingua

source: Later
co: Dopu

source: Link
co: Ligame

source: Link is required
co: U ligame hè obligatoriu

source: Log out
co: Disconnessione

source: Material
co: Materiale

source: Materials
co: Materiali

source: Missing
co: Mancante

source: No due date
co: Nisuna data di scadenza

source: No grade
co: Nisun gradu

source: not submitted
co: micca mandatu

source: Number of students
co: Numeru di studienti

source: Observations
co: Osservazioni

source: Ongoing assignments
co: Compiti in corsu

source: overall average
co: media generale

source: Password is not valid
co: A password ùn hè micca valida

source: Plan a new test
co: Pianificà una nova prova

source: Planned on
co: Pianificatu u

source: Planned on {0}
co: Pianificatu u {0}

source: Planned on {dueDate}
co: Pianificatu u {dueDate}

source: Post a new material
co: Publicà un novu materiale

source: Present
co: Presente

source: Reason
co: Motivu

source: Reason for the grade...
co: Motivu di u gradu...

source: Reason is required
co: U mutivu hè obligatoriu

source: Retry
co: Riprova

source: Return
co: Vultà

source: Return submission
co: Vultà consegna

source: Sign in
co: Cunnessione

source: Stream
co: Flussu

source: Student grades
co: Gradi di u studiente

source: Student submission
co: Consegna di u studiente

source: Student submissions
co: Consegne di i studienti

source: Students
co: Studienti

source: students with few grades
co: studienti cun pochi gradi

source: Subjects
co: Materie

source: Submission comment
co: Cummentariu di consegna

source: Submit
co: Mandà

source: submitted
co: mandatu

source: Submitted
co: Mandatu

source: Submitted at {0}
co: Mandatu u {0}

source: Test
co: Prova

source: Tests
co: Prove

source: There was a problem while loading.
co: Ci hè statu un prublema durante u caricamentu.

source: This week
co: Sta settimana

source: Title
co: Titulu

source: Title must be completed
co: U titulu deve esse cumpletatu

source: Tools
co: Strumenti

source: Unexcused
co: Ùn scusatu

source: unexcused absences
co: assenze micca scusate

source: Unsubmit
co: Annullà a consegna

source: View student submissions
co: Vede e consegne di i studienti

source: Write your comment here...
co: Scrivite u vostru cummentariu quì...

source: Your submission
co: A vostra consegna

source: Your submission has been graded
co: A vostra consegna hè stata graduata

source: Your submission has been returned
co: A vostra consegna hè stata vultata
