Repository: SkolHub/SchoolHub-mobile
Catalog: locales/*/messages.po
Languages: af, ar, az, bg, bn, bs, da, el, es, et, fi, fr, ga, he, hi, id, is, ja, ka, lt, mn, ms, ne, nl, no, pt, ro, sl, sr, sv, th, uk, vi

source: Password
af: Wagwoord
ar: كلمة المرور
az: Şifrə
bg: Парола
bn: পাসওয়ার্ড
bs: Lozinka
da: Adgangskode
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fi: Salasana
fr: Mot de passe
ga: Pasfhocal
he: סיסמה
hi: पासवर्ड
id: Kata sandi
is: Lykilorð
ja: パスワード
ka: პაროლი
lt: Slaptažodis
mn: Нууц үг
ms: Kata Laluan
ne: पासवर्ड
nl: Wachtwoord
no: Passord
pt: Senha
ro: Parolă
sl: Geslo
sr: Лозинка
sv: Lösenord
th: รหัสผ่าน
uk: Пароль
vi: Mật khẩu

source: Password is not valid
af: Wagwoord is nie geldig nie
ar: كلمة المرور غير صالحة
az: Şifrə etibarsızdır
bg: Паролата не е валидна
bn: পাসওয়ার্ডটি বৈধ নয়
bs: Lozinka nije ispravna
da: Adgangskoden er ikke gyldig
el: Ο κωδικός πρόσβασης δεν είναι έγκυρος
es: La contraseña no es válida
et: Parool ei ole kehtiv
fi: Salasana on virheellinen
fr: Le mot de passe n'est pas valide
ga: Níl an pasfhocal bailí
he: סיסמה אינה חוקית
hi: पासवर्ड मान्य नहीं है
id: Kata sandi tidak valid
is: Lykilorðið er ekki gilt
ja: パスワードが無効です
ka: პაროლი არასწორია
lt: Neteisingas slaptažodis
mn: Нууц үг буруу байна
ms: Kata laluan tidak sah
ne: पासवर्ड मान्य छैन
nl: Ongeldig wachtwoord
no: Ugyldig passord
pt: Senha inválida
ro: Parola nu este validă
sl: Geslo ni veljavno
sr: Лозинка није валидна
sv: Ogiltigt lösenord
th: รหัสผ่านไม่ถูกต้อง
uk: Недійсний пароль
vi: Mật khẩu không hợp lệ

source: Plan a new test
af: Beplan 'n nuwe toets
ar: تخطيط اختبار جديد
az: Yeni bir test planlaşdırın
bg: Планиране на нов тест
bn: একটি নতুন পরীক্ষার পরিকল্পনা করুন
bs: Planiraj novi test
da: Planlæg en ny test
el: Προγραμματισμός νέου τεστ
es: Planificar un nuevo examen
et: Planeeri uus test
fi: Suunnittele uusi koe
fr: Planifier un nouveau test
ga: Pleanáil tástáil nua
he: תכנן מבחן חדש
hi: एक नया परीक्षण योजना बनाएं
id: Rencanakan tes baru
is: Skipuleggja nýtt próf
ja: 新しいテストを計画
ka: დაგეგმეთ ახალი ტესტი
lt: Suplanuoti naują testą
mn: Шинэ шалгалт төлөвлөх
ms: Rancang ujian baru
ne: नयाँ परीक्षा योजना गर्नुहोस्
nl: Plan een nieuwe toets
no: Planlegg en ny prøve
pt: Planejar uma nova prova
ro: Planifică un nou test
sl: Načrtuj nov preizkus
sr: Планирајте нови тест
sv: Planera ett nytt prov
th: วางแผนการทดสอบใหม่
uk: Запланувати новий тест
vi: Lên kế hoạch cho bài kiểm tra mới

source: Planned on
af: Beplan op
ar: مُخطط له في
az: Planlaşdırılıb
bg: Планирано на
bn: পরিকল্পনা করা হয়েছে
bs: Planirano za
da: Planlagt til
el: Προγραμματισμένο για
es: Planeado para
et: Planeeritud
fi: Suunniteltu
fr: Prévu le
ga: Pleanáilte ar
he: מתוכנן ל
hi: नियोजित
id: Direncanakan pada
is: Áætlað þann
ja: 予定日：
ka: დაგეგმილია
lt: Suplanuota
mn: Төлөвлөсөн
ms: Dirancang pada
ne: योजनाबद्ध
nl: Gepland op
no: Planlagt den
pt: Planejado para
ro: Planificat pe
sl: Načrtovano za
sr: Планирано за
sv: Planerad den
th: วางแผนไว้ในวันที่
uk: Заплановано на
vi: Dự kiến ​​vào

source: Planned on {0}
af: Beplan op {0}
ar: مُخطط له في {0}
az: {0} tarixinə planlaşdırılıb
bg: Планирано на {0}
bn: {0} তারিখে পরিকল্পনা করা হয়েছে
bs: Planirano za {0}
da: Planlagt til {0}
el: Προγραμματισμένο για {0}
es: Planeado para {0}
et: Planeeritud {0}
fi: Suunniteltu {0}
fr: Prévu le {0}
ga: Pleanáilte ar {0}
he: מתוכנן ל-{0}
hi: {0} को नियोजित
id: Direncanakan pada {0}
is: Áætlað þann {0}
ja: {0} 予定
ka: დაგეგმილია {0}- ზე
lt: Suplanuota {0}
mn: {0}-нд төлөвлөсөн
ms: Dirancang pada {0}
ne: {0} मा योजनाबद्ध
nl: Gepland op {0}
no: Planlagt den {0}
pt: Planejado para {0}
ro: Planificat pe {0}
sl: Načrtovano za {0}
sr: Планирано за {0}
sv: Planerad den {0}
th: วางแผนไว้ในวันที่ {0}
uk: Заплановано на {0}
vi: Dự kiến ​​vào {0}

source: Planned on {dueDate}
af: Beplan op {dueDate}
ar: مُخطط له في {dueDate}
az: {dueDate} tarixinə planlaşdırılıb
bg: Планирано на {dueDate}
bn: {dueDate} তারিখে পরিকল্পনা করা হয়েছে
bs: Planirano za {dueDate}
da: Planlagt til {dueDate}
el: Προγραμματισμένο για {dueDate}
es: Planeado para {dueDate}
et: Planeeritud {dueDate}
fi: Suunniteltu {dueDate}
fr: Prévu le {dueDate}
ga: Pleanáilte ar {dueDate}
he: מתוכנן ל-{dueDate}
hi: {dueDate} को नियोजित
id: Direncanakan pada {dueDate}
is: Áætlað þann {dueDate}
ja: {dueDate} 予定
ka: დაგეგმილია {dueDate}- ზე
lt: Suplanuota {dueDate}
mn: {dueDate}-нд төлөвлөсөн
ms: Dirancang pada {dueDate}
ne: {dueDate} मा योजनाबद्ध
nl: Gepland op {dueDate}
no: Planlagt den {dueDate}
pt: Planejado para {dueDate}
ro: Planificat pe {dueDate}
sl: Načrtovano za {dueDate}
sr: Планирано за {dueDate}
sv: Planerad den {dueDate}
th: วางแผนไว้ในวันที่ {dueDate}
uk: Заплановано на {dueDate}
vi: Dự kiến ​​vào {dueDate}

source: Post a new material
af: Plaas 'n nuwe materiaal
ar: نشر مادة جديدة
az: Yeni bir material yerləşdirin
bg: Публикуване на нов материал
bn: একটি নতুন উপকরণ পোস্ট করুন
bs: Objavi novi materijal
da: Opslå et nyt materiale
el: Δημοσίευση νέου υλικού
es: Publicar un nuevo material
et: Lisa uus materjal
fi: Lähetä uusi materiaali
fr: Publier un nouveau matériel
ga: Post ábhar nua
he: פרסם חומר חדש
hi: एक नई सामग्री पोस्ट करें
id: Posting materi baru
is: Birta nýtt efni
ja: 新しい教材を投稿
ka: გამაოქვეყნეთ ახალი მასალა
lt: Paskelbti naują medžiagą
mn: Шинэ материал оруулах
ms: Siarkan bahan baru
ne: नयाँ सामग्री पोस्ट गर्नुहोस्
nl: Nieuw materiaal plaatsen
no: Legg ut nytt læremateriell
pt: Publicar um novo material
ro: Postează un nou material
sl: Objavi novo gradivo
sr: Објавите нови материјал
sv: Lägg upp ett nytt material
th: โพสต์สื่อการเรียนรู้ใหม่
uk: Опублікувати новий матеріал
vi: Đăng tài liệu mới

source: Present
af: Aanwesig
ar: حاضر
az: Mövcuddur
bg: Присъстващ
bn: উপস্থিত
bs: Prisutan/na
da: Til stede
el: Παρόν/Παρούσα
es: Presente
et: Kohal
fi: Läsnä
fr: Présent
ga: I Láthair
he: נוכח
hi: उपस्थित
id: Hadir
is: Viðstaddur
ja: 出席
ka: კი
lt: Dalyvauja
mn: Байгаа
ms: Hadir
ne: उपस्थित
nl: Aanwezig
no: Tilstede
pt: Presente
ro: Prezent
sl: Prisoten/-a/-o
sr: Присутан
sv: Närvarande
th: เข้าเรียน
uk: Присутній
vi: Có mặt

source: Reason
af: Rede
ar: السبب
az: Səbəb
bg: Основание
bn: কারণ
bs: Razlog
da: Begrundelse
el: Λόγος
es: Motivo
et: Põhjus
fi: Syy
fr: Raison
ga: Cúis
he: סיבה
hi: कारण
id: Alasan
is: Ástæða
ja: 理由
ka: მიზეზი
lt: Priežastis
mn: Шалтгаан
ms: Alasan
ne: कारण
nl: Reden
no: Begrunnelse
pt: Motivo
ro: Motiv
sl: Razlog
sr: Разлог
sv: Anledning
th: เหตุผล
uk: Причина
vi: Lý do

source: Reason for the grade...
af: Rede vir die punt...
ar: سبب الدرجة ...
az: Qiymətin səbəbi...
bg: Основание за оценката...
bn: গ্রেডের কারণ...
bs: Razlog za ocjenu...
da: Begrundelse for karakteren...
el: Λόγος για τον βαθμό...
es: Motivo de la calificación...
et: Hinde põhjus...
fi: Syy arvosanalle...
fr: Raison de la note...
ga: Cúis leis an ngrád...
he: סיבה לציון...
hi: ग्रेड का कारण...
id: Alasan untuk nilai...
is: Ástæða fyrir einkunninni...
ja: 成績の理由…
ka: მიზეზი შეფასებისთვის ...
lt: Pažymio priežastis...
mn: Дүнгийн шалтгаан...
ms: Alasan untuk gred...
ne: ग्रेडको कारण...
nl: Reden voor het cijfer...
no: Begrunnelse for karakteren...
pt: Motivo da nota...
ro: Motivul notei...
sl: Razlog za oceno...
sr: Разлог за оцену...
sv: Anledning till betyget...
th: เหตุผลสำหรับเกรด...
uk: Причина оцінки...
vi: Lý do cho điểm số...

source: Reason is required
af: Rede is verpligtend
ar: السبب مطلوب
az: Səbəb tələb olunur
bg: Основанието е задължително
bn: কারণ প্রয়োজন
bs: Razlog je obavezan
da: Begrundelse er påkrævet
el: Απαιτείται λόγος
es: Se requiere un motivo
et: Põhjus on nõutav
fi: Syy on pakollinen
fr: La raison est obligatoire
ga: Tá cúis ag teastáil
he: נדרשת סיבה
hi: कारण आवश्यक है
id: Alasan diperlukan
is: Ástæða er nauðsynleg
ja: 理由は必須です
ka: მიზეზი აუცილებელია
lt: Būtina priežastis
mn: Шалтгаан оруулах шаардлагатай
ms: Alasan diperlukan
ne: कारण आवश्यक छ
nl: Reden is vereist
no: Begrunnelse er påkrevd
pt: O motivo é obrigatório
ro: Motivul este obligatoriu
sl: Razlog je obvezen
sr: Разлог је обавезан
sv: Anledning krävs
th: ต้องกรอกเหตุผล
uk: Поле причини обов'язкове для заповнення
vi: Yêu cầu phải có lý do

source: Retry
af: Probeer weer
ar: إعادة المحاولة
az: Təkrar cəhd edin
bg: Опитай отново
bn: আবার চেষ্টা করুন
bs: Pokušaj ponovo
da: Prøv igen
el: Επανάληψη
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
ga: Déan Iarracht Arís
he: נסה שוב
hi: फिर से कोशिश करें
id: Coba lagi
is: Reyna aftur
ja: 再試行
ka: ხელახლა ცდა
lt: Bandyti dar kartą
mn: Дахин оролдох
ms: Cuba lagi
ne: पुन: प्रयास गर्नुहोस्
nl: Opnieuw proberen
no: Prøv igjen
pt: Tentar novamente
ro: Reîncearcă
sl: Poskusi znova
sr: Покушај поново
sv: Försök igen
th: ลองอีกครั้ง
uk: Повторити спробу
vi: Thử lại

source: Return
af: Stuur terug
ar: إرجاع
az: Geri qaytar
bg: Върни
bn: ফেরত
bs: Vrati
da: Returner
el: Επιστροφή
es: Devolver
et: Tagasta
fi: Palauta
fr: Retourner
ga: Fill ar ais
he: החזר
hi: वापसी
id: Kembalikan
is: Skila
ja: 返却
ka: დაბრუნება
lt: Grąžinti
mn: Буцаах
ms: Pulangkan
ne: फिर्ता गर्नुहोस्
nl: Retourneren
no: Returner
pt: Devolver
ro: Returnează
sl: Vrni
sr: Врати
sv: Återlämna
th: ส่งคืน
uk: Повернути
vi: Trả lại

source: Return submission
af: Stuur voorlegging terug
ar: إرجاع الارسال
az: Təqdimatı geri qaytar
bg: Връщане на предаване
bn: জমা ফেরত
bs: Vrati predaju
da: Returner aflevering
el: Επιστροφή υποβολής
es: Devolver entrega
et: Tagasta esitus
fi: Palauta palautus
fr: Retourner la soumission
ga: Aighneacht a thabhairt ar ais
he: החזר הגשה
hi: सबमिशन वापस करें
id: Kembalikan tugas
is: Skila skilum
ja: 提出物を返却
ka: დავალების დაბრუნება
lt: Grąžinti darbą
mn: Илгээсэн даалгаврыг буцаах
ms: Pulangkan penyerahan
ne: बुझाइएको काम फिर्ता गर्नुहोस्
nl: Inzending retourneren
no: Returner innlevering
pt: Devolver tarefa
ro: Returnează tema
sl: Vrni oddajo
sr: Врати рад
sv: Återlämna inlämningsuppgift
th: ส่งงานกลับ
uk: Повернути роботу
vi: Trả lại bài tập

source: Sign in
af: Teken aan
ar: تسجيل الدخول
az: Daxil ol
bg: Вход
bn: সাইন ইন
bs: Prijavi se
da: Log ind
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
ga: Sínigh isteach
he: התחבר
hi: साइन इन करें
id: Masuk
is: Skrá inn
ja: サインイン
ka: შესვლა
lt: Prisijungti
mn: Нэвтрэх
ms: Log masuk
ne: साइन इन गर्नुहोस्
nl: Aanmelden
no: Logg inn
pt: Entrar
ro: Autentificare
sl: Prijava
sr: Пријави се
sv: Logga in
th: ลงชื่อเข้าใช้
uk: Увійти
vi: Đăng nhập

source: Stream
af: Stroom
ar: التدفق
az: Axın
bg: Поток
bn: স্ট্রিম
bs: Tok
da: Strøm
el: Ροή
es: Flujo
et: Voog
fi: Viestit
fr: Flux
ga: Sruth
he: זרם
hi: स्ट्रीम
id: Aliran
is: Straumur
ja: ストリーム
ka: ნაკადი
lt: Srautas
mn: Урсгал
ms: Strim
ne: स्ट्रिम
no: Strøm
pt: Mural
ro: Flux
sl: Smer
sr: Ток
sv: Flöde
th: สตรีม
uk: Стрічка
vi: Luồng

source: Student grades
af: Studente punte
ar: درجات الطالب
az: Tələbə qiymətləri
bg: Оценки на ученика
bn: শিক্ষার্থীর গ্রেড
bs: Ocjene učenika
da: Elevkarakterer
el: Βαθμοί μαθητή
es: Calificaciones de los estudiantes
et: Õpilase hinded
fi: Oppilaiden arvosanat
fr: Notes des élèves
ga: Gráid mac léinn
he: ציוני תלמיד
hi: छात्र ग्रेड
id: Nilai murid
is: Einkunnir nemanda
ja: 生徒の成績
ka: მოსწავლის შეფასებები
lt: Mokinių pažymiai
mn: Сурагчийн дүн
ms: Gred pelajar
ne: विद्यार्थी ग्रेडहरू
nl: Cijfers van de leerling
no: Elevkarakterer
pt: Notas do aluno
ro: Notele elevilor
sl: Ocene učenca
sr: Оцене ученика
sv: Elevens betyg
th: เกรดของนักเรียน
uk: Оцінки учня
vi: Điểm của học sinh

source: Student submission
af: Student voorlegging
ar: إرسال الطالب
az: Tələbə təqdimatı
bg: Предаване на ученика
bn: শিক্ষার্থীর জমা
bs: Predaja učenika
da: Elevaflevering
el: Υποβολή μαθητή
es: Entrega del estudiante
et: Õpilase esitus
fi: Oppilaan palautus
fr: Soumission de l'élève
ga: Aighneacht mac léinn
he: הגשת תלמיד
hi: छात्र सबमिशन
id: Tugas murid
is: Skil nemanda
ja: 生徒の提出物
ka: მოსწავლის მიერ წარდგენილი დავალება
lt: Mokinio pateiktas darbas
mn: Сурагчийн илгээсэн даалгавар
ms: Penyerahan pelajar
ne: विद्यार्थी बुझाउने काम
nl: Inzending van de leerling
no: Elevinnlevering
pt: Tarefa do aluno
ro: Tema elevului
sl: Oddaja učenca
sr: Рад ученика
sv: Elevens inlämningsuppgift
th: การส่งงานของนักเรียน
uk: Робота учня
vi: Bài tập của học sinh

source: Student submissions
af: Studente voorleggings
ar: إرسالات الطلاب
az: Tələbə təqdimatları
bg: Предавания на ученици
bn: শিক্ষার্থীদের জমা
bs: Predaje učenika
da: Elevafleveringer
el: Υποβολές μαθητών
es: Entregas de los estudiantes
et: Õpilaste esitused
fi: Oppilaiden palautukset
fr: Soumissions des élèves
ga: Aighneachtaí mac léinn
he: הגשות תלמידים
hi: छात्र सबमिशन
id: Tugas murid
is: Skil nemenda
ja: 生徒の提出物
ka: მოსწავლის მიერ წარდგენილი დავალებები
lt: Mokinių pateikti darbai
mn: Сурагчдын илгээсэн даалгаварууд
ms: Penyerahan pelajar
ne: विद्यार्थी बुझाउने कामहरू
nl: Inzendingen van leerlingen
no: Elevinnleveringer
pt: Tarefas dos alunos
ro: Temele elevilor
sl: Oddaje učencev
sr: Радови ученика
sv: Elevinlämningar
th: การส่งงานของนักเรียน
uk: Роботи учнів
vi: Bài tập của học sinh

source: Students
af: Studente
ar: الطلاب
az: Tələbələr
bg: Ученици
bn: শিক্ষার্থী
bs: Učenici
da: Elever
el: Μαθητές
es: Estudiantes
et: Õpilased
fi: Oppilaat
fr: Élèves
ga: Scoláirí
he: תלמידים
hi: छात्र
id: Murid
is: Nemendur
ja: 生徒
ka: მოსწავლეები
lt: Mokiniai
mn: Сурагчид
ms: Pelajar
ne: विद्यार्थीहरू
nl: Leerlingen
no: Elever
pt: Alunos
ro: Elevi
sl: Učenci
sr: Ученици
sv: Elever
th: นักเรียน
uk: Учні
vi: Học sinh

source: students with few grades
af: studente met min punte
ar: الطلاب ذوي الدرجات القليلة
az: az qiymətli tələbələr
bg: ученици с малко оценки
bn: কম গ্রেড প্রাপ্ত শিক্ষার্থী
bs: učenici sa malo ocjena
da: elever med få karakterer
el: μαθητές με λίγους βαθμούς
es: estudiantes con pocas calificaciones
et: õpilased, kellel on vähe hindeid
fi: oppilaat, joilla on vähän arvosanoja
fr: élèves avec peu de notes
ga: scoláirí le cúpla gráid
he: תלמידים עם מעט ציונים
hi: कुछ ग्रेड वाले छात्र
id: murid dengan sedikit nilai
is: nemendur með fáar einkunnir
ja: 成績の少ない生徒
ka: მოსწავლეები, რომლებსაც ცოტა შეფასება აქვთ
lt: mokiniai su mažai pažymių
mn: цөөн дүнтэй сурагчид
ms: pelajar dengan sedikit gred
ne: केही ग्रेड भएका विद्यार्थीहरू
nl: leerlingen met weinig cijfers
no: elever med få karakterer
pt: alunos com poucas notas
ro: elevi cu puține note
sl: učenci z malo ocenami
sr: ученици са мало оцена
sv: elever med få betyg
th: นักเรียนที่มีเกรดน้อย
uk: учні з малою кількістю оцінок
vi: học sinh có ít điểm

source: Subjects
af: Vakke
ar: المواد
az: Fənlər
bg: Предмети
bn: বিষয়
bs: Predmeti
da: Fag
el: Μαθήματα
es: Asignaturas
et: Õppeained
fi: Oppiaineet
fr: Matières
ga: Ábhair
he: מקצועות
hi: विषय
id: Mata Pelajaran
is: Fög
ja: 科目
ka: საგნები
lt: Dalykai
mn: Хичээлүүд
ms: Subjek
ne: विषयहरू
nl: Vakken
no: Fag
pt: Disciplinas
ro: Materii
sl: Predmeti
sr: Предмети
sv: Ämnen
th: วิชา
uk: Предмети
vi: Môn học

source: Submission comment
af: Voorlegging opmerking
ar: تعليق على الارسال
az: Təqdimat şərhi
bg: Коментар към предаването
bn: জমার মন্তব্য
bs: Komentar predaje
da: Afleveringskommentar
el: Σχόλιο υποβολής
es: Comentario de la entrega
et: Esituse kommentaar
fi: Palautuksen kommentti
fr: Commentaire de la soumission
ga: Trácht aighneachta
he: הערה להגשה
hi: सबमिशन टिप्पणी
id: Komentar tugas
is: Athugasemd við skil
ja: 提出物へのコメント
ka: კომენტარი დავალებისთვის
lt: Komentaras apie pateiktą darbą
mn: Илгээсэн даалгаварын сэтгэгдэл
ms: Komen penyerahan
ne: बुझाउने कामको टिप्पणी
nl: Opmerking bij inzending
no: Innleveringskommentar
pt: Comentário da tarefa
ro: Comentariu la temă
sl: Komentar oddaje
sr: Коментар рада
sv: Inlämningskommentar
th: ความคิดเห็นเกี่ยวกับการส่งงาน
uk: Коментар до роботи
vi: Nhận xét bài tập

source: Submit
af: Dien in
ar: إرسال
az: Təqdim et
bg: Предай
bn: জমা দিন
bs: Predaj
da: Aflever
el: Υποβολή
es: Entregar
et: Esita
fi: Lähetä
fr: Soumettre
ga: Cuir isteach
he: הגשה
hi: सबमिट करें
id: Kumpulkan
is: Skila
ja: 提出
ka: წარდგენა
lt: Pateikti
mn: Илгээх
ms: Hantar
ne: बुझाउनुहोस्
nl: Inleveren
no: Lever
pt: Entregar
ro: Trimite
sl: Oddaj
sr: Предај
sv: Lämna in
th: ส่ง
uk: Надіслати
vi: Nộp bài

source: submitted
af: ingedien
ar: تم ارساله
az: təqdim edildi
bg: предадено
bn: জমা দেওয়া হয়েছে
bs: predato
da: afleveret
el: υποβληθεί
es: entregado
et: esitatud
fi: palautettu
fr: soumis
ga: curtha isteach
he: הוגש
hi: सबमिट किया गया
id: dikumpulkan
is: skilað
ja: 提出済み
ka: წარდგენილია
lt: pateiktas
mn: илгээсэн
ms: diserahkan
ne: बुझाइएको
nl: ingeleverd
no: levert
pt: entregue
ro: trimise
sl: oddano
sr: предато
sv: inlämnad
th: ส่งแล้ว
uk: надіслано
vi: đã nộp

source: Submitted
af: Ingedien
ar: تم الإرسال
az: Təqdim edildi
bg: Предадено
bn: জমা দেওয়া হয়েছে
bs: Predato
da: Afleveret
el: Υποβλήθηκε
es: Entregado
et: Esitatud
fi: Palautettu
fr: Soumis
ga: Curtha Isteach
he: הוגש
hi: सबमिट किया गया
id: Dikumpulkan
is: Skilað
ja: 提出済み
ka: წარდგენილია
lt: Pateikta
mn: Илгээсэн
ms: Diserahkan
ne: बुझाइएको
nl: Ingeleverd
no: Levert
pt: Entregue
ro: Trimis
sl: Oddano
sr: Предато
sv: Inlämnad
th: ส่งแล้ว
uk: Надіслано
vi: Đã nộp

source: Submitted at {0}
af: Ingedien op {0}
ar: تم الإرسال في {0}
az: {0} tarixində təqdim edildi
bg: Предадено на {0}
bn: {0} তারিখে জমা দেওয়া হয়েছে
bs: Predato {0}
da: Afleveret den {0}
el: Υποβλήθηκε στις {0}
es: Entregado el {0}
et: Esitatud {0}
fi: Palautettu {0}
fr: Soumis le {0}
ga: Curtha isteach ag {0}
he: הוגש ב-{0}
hi: {0} को सबमिट किया गया
id: Dikumpulkan pada {0}
is: Skilað {0}
ja: {0} に提出
ka: წარდგენილია {0}- ზე
lt: Pateikta {0}
mn: {0}-нд илгээсэн
ms: Diserahkan pada {0}
ne: {0} मा बुझाइएको
nl: Ingeleverd op {0}
no: Levert {0}
pt: Entregue em {0}
ro: Trimis la {0}
sl: Oddano ob {0}
sr: Предато {0}
sv: Inlämnad {0}
th: ส่งเมื่อ {0}
uk: Надіслано о {0}
vi: Đã nộp lúc {0}

source: Test
af: Toets
ar: اختبار
bg: Тест
bn: পরীক্ষা
el: Τεστ
es: Examen
fi: Koe
ga: Tástáil
he: מבחן
hi: परीक्षण
id: Tes
is: Próf
ja: テスト
ka: ტესტი
lt: Testas
mn: Шалгалт
ms: Ujian
ne: परीक्षा
nl: Toets
no: Prøve
pt: Prova
sl: Preizkus
sr: Тест
sv: Prov
th: แบบทดสอบ
uk: Тест
vi: Bài kiểm tra

source: Tests
af: Toetse
ar: الاختبارات
az: Testlər
bg: Тестове
bn: পরীক্ষা
bs: Testovi
el: Τεστ
es: Exámenes
et: Testid
fi: Kokeet
ga: Tástálacha
he: מבחנים
hi: परीक्षण
id: Tes
is: Próf
ja: テスト
ka: ტესტები
lt: Testai
mn: Шалгалтууд
ms: Ujian
ne: परीक्षाहरू
nl: Toetsen
no: Prøver
pt: Provas
ro: Teste
sl: Preizkusi
sr: Тестови
sv: Prov
th: แบบทดสอบ
uk: Тести
vi: Bài kiểm tra

source: There was a problem while loading.
af: Daar was 'n probleem tydens die laai.
ar: حدثت مشكلة أثناء التحميل.
az: Yükləmə zamanı problem yarandı.
bg: Възникна проблем при зареждането.
bn: লোড করার সময় একটি সমস্যা হয়েছে।
bs: Došlo je do problema prilikom učitavanja.
da: Der opstod et problem under indlæsningen.
el: Παρουσιάστηκε πρόβλημα κατά τη φόρτωση.
es: Hubo un problema al cargar.
et: Laadimisel tekkis probleem.
fi: Ladauksessa tapahtui virhe.
fr: Un problème est survenu lors du chargement.
ga: Bhí fadhb ann agus á luchtú.
he: אירעה בעיה בטעינה.
hi: लोड करते समय एक समस्या हुई।
id: Terjadi masalah saat memuat.
is: Það varð villa við að hlaða.
ja: 読み込み中に問題が発生しました。
ka: დატვირთვისას პრობლემა წარმოიშვა.
lt: Įkeliant įvyko klaida.
mn: Ачаалах явцад алдаа гарлаа.
ms: Terdapat masalah semasa memuatkan.
ne: लोड गर्दा समस्या भयो।
nl: Er is een probleem opgetreden tijdens het laden.
no: Det oppstod et problem under lasting.
pt: Ocorreu um problema ao carregar.
ro: A apărut o problemă în timpul încărcării.
sl: Prišlo je do napake med nalaganjem.
sr: Дошло је до проблема приликом учитавања.
sv: Ett problem uppstod vid laddning.
th: มีปัญหาขณะโหลด
uk: Сталася помилка під час завантаження.
vi: Đã xảy ra sự cố khi tải.

source: This week
af: Hierdie week
ar: هذا الأسبوع
az: Bu həftə
bg: Тази седмица
bn: এই সপ্তাহে
bs: Ove sedmice
da: Denne uge
el: Αυτή την εβδομάδα
es: Esta semana
et: See nädal
fi: Tällä viikolla
fr: Cette semaine
ga: An tseachtain seo
he: השבוע
hi: इस सप्ताह
id: Minggu ini
is: Í þessari viku
ja: 今週
ka: ამ კვირაში
lt: Šią savaitę
mn: Энэ долоо хоног
ms: Minggu ini
ne: यो हप्ता
nl: Deze week
no: Denne uken
pt: Esta semana
ro: Săptămâna aceasta
sl: Ta teden
sr: Ове недеље
sv: Denna vecka
th: สัปดาห์นี้
uk: Цього тижня
vi: Tuần này

source: Title
af: Titel
ar: العنوان
az: Başlıq
bg: Заглавие
bn: শিরোনাম
bs: Naslov
da: Titel
el: Τίτλος
es: Título
et: Pealkiri
fi: Otsikko
fr: Titre
ga: Teideal
he: כותרת
hi: शीर्षक
id: Judul
is: Titill
ja: タイトル
ka: სათაური
lt: Pavadinimas
mn: Гарчиг
ms: Tajuk
ne: शीर्षक
nl: Titel
no: Tittel
pt: Título
ro: Titlu
sl: Naslov
sr: Наслов
sv: Titel
th: ชื่อเรื่อง
uk: Назва
vi: Tiêu đề

source: Title must be completed
af: Titel moet voltooi word
ar: يجب إكمال العنوان
az: Başlıq tamamlanmalıdır
bg: Заглавието трябва да бъде попълнено
bn: শিরোনাম অবশ্যই সম্পূর্ণ করতে হবে
bs: Naslov mora biti popunjen
da: Titel skal udfyldes
el: Ο τίτλος πρέπει να συμπληρωθεί
es: El título debe estar completo
et: Pealkiri peab olema täidetud
fi: Otsikko on pakollinen
fr: Le titre doit être complété
ga: Ní mór an teideal a chomhlánú
he: יש להשלים את הכותרת
hi: शीर्षक पूरा होना चाहिए
id: Judul harus dilengkapi
is: Titill verður að vera fylltur út
ja: タイトルを入力してください
ka: სათაური უნდა დასრულდეს
lt: Pavadinimas turi būti užpildytas
mn: Гарчгийг бөглөх шаардлагатай
ms: Tajuk mesti dilengkapkan
ne: शीर्षक पूरा गर्नुपर्छ
nl: Titel moet worden ingevuld
no: Tittel må fylles ut
pt: O título precisa ser preenchido
ro: Titlul trebuie completat
sl: Naslov mora biti izpolnjen
sr: Наслов мора бити попуњен
sv: Titel måste anges
th: ต้องกรอกชื่อเรื่อง
uk: Поле назви не може бути порожнім
vi: Tiêu đề phải được điền đầy đủ

source: Tools
af: Gereedskap
ar: الأدوات
az: Alətlər
bg: Инструменти
bn: টুলস
bs: Alati
da: Værktøjer
el: Εργαλεία
es: Herramientas
et: Tööriistad
fi: Työkalut
fr: Outils
ga: Uirlisí
he: כלים
hi: उपकरण
id: Peralatan
is: Verkfæri
ja: ツール
ka: ინსტრუმენტები
lt: Įrankiai
mn: Хэрэгслүүд
ms: Alat
ne: उपकरणहरू
no: Verktøy
pt: Ferramentas
ro: Instrumente
sl: Orodja
sr: Алатке
sv: Verktyg
th: เครื่องมือ
uk: Інструменти
vi: Công cụ

source: Unexcused
af: Onverskoon
ar: غير مبرر
az: Əsaslandırılmamış
bg: Неизвинено
bn: ক্ষমা করা হয়নি
bs: Neopravdano
da: Ikke-undskyldt
el: Αδικαιολόγητη
es: Sin justificar
et: Vabandamata
fi: Hyväksymätön
fr: Non excusé
ga: Gan Leithscéal
he: לא מוצדקת
hi: अनुचित
id: Tidak Diizinkan
is: Óafsökuð
ja: 無断欠席
ka: გაუპატიურებელი
lt: Nepateisintas
mn: Зөвтгөгдөөгүй
ms: Tidak Dimaafkan
ne: अनुमोदन नगरिएको
nl: Niet verontschuldigd
no: Ugyldig fravær
pt: Não justificado
ro: Nemotivată
sl: Neopravičeno
sr: Неоправдан
sv: Ogiltig frånvaro
th: ไม่ได้รับการอภัย
uk: Невиправдано
vi: Chưa chấp nhận lý do

source: unexcused absences
af: onverskoonde afwesighede
ar: الغيابات غير المبررة
az: əsaslandırılmamış dərs buraxmalar
bg: неизвинени отсъствия
bn: অনুমোদিত অনুপস্থিতি
bs: neopravdani izostanci
da: ikke-undskyldt fravær
el: αδικαιολόγητες απουσίες
es: ausencias sin justificar
et: vabandamata puudumised
fi: hyväksymättömät poissaolot
fr: absences non excusées
ga: neamhláithreachtaí gan leithscéal
he: היעדרויות לא מוצדקות
hi: अनुचित अनुपस्थिति
id: absensi tidak diizinkan
is: óafsakaðar fjarvistir
ja: 無断欠席
ka: გაუპატიურებელი არყოფნა
lt: nepateisinti praleidimai
mn: зөвтгөгдөөгүй ирц
ms: ketidakhadiran tidak dimaafkan
ne: अनुमोदन नगरिएका अनुपस्थितिहरू
nl: niet-verontschuldigde afwezigheden
no: ugyldige fravær
pt: faltas não justificadas
ro: absențe nemotivate
sl: neopravičene odsotnosti
sr: неоправдани изостанци
sv: ogiltig frånvaro
th: การขาดเรียนที่ไม่ได้รับการอภัย
uk: невиправдані відсутності
vi: vắng mặt không có lý do
