Repository: SkolHub/SchoolHub-mobile
Catalog: locales/*/messages.po
Languages: af, ar, az, bg, bn, bs, da, el, es, et, fi, fr, ga, he, hi, id, is, ja, ka, lt, mn, ms, ne, nl, no, pt, ro, sl, sr, sv, th, uk, vi

source: Unsubmit
af: Trek voorlegging terug
ar: إلغاء الإرسال
az: Təqdimatı ləğv et
bg: Отмени предаването
bn: জমা প্রত্যাহার করুন
bs: Poništi predaju
da: Fortryd aflevering
el: Αναίρεση υποβολής
es: Cancelar entrega
et: Tühista esitamine
fi: Peruuta lähetys
fr: Annuler la soumission
ga: Cuir ar Ais
he: בטל הגשה
hi: असबमिट करें
id: Batalkan pengiriman
is: Afturkalla skil
ja: 提出を取り消す
ka: წარდგენის გაუქმება
lt: Atšaukti pateikimą
mn: Илгээсэн даалгаврыг цуцлах
ms: Batalkan penyerahan
ne: बुझाइएको काम फिर्ता लिनुहोस्
nl: Inzending intrekken
no: Trekk tilbake
pt: Cancelar envio
ro: Retrage
sl: Prekliči oddajo
sr: Откажи предају
sv: Ångra inlämning
th: ยกเลิกการส่ง
uk: Скасувати надсилання
vi: Hủy nộp

source: View student submissions
af: Bekyk studente voorleggings
ar: عرض إرسالات الطلاب
az: Tələbə təqdimatlarına baxın
bg: Преглед на предаванията на учениците
bn: শিক্ষার্থীর জমা দেখুন
bs: Pogledaj predaje učenika
da: Se elevafleveringer
el: Προβολή υποβολών μαθητών
es: Ver entregas de los estudiantes
et: Vaata õpilaste esitusi
fi: Näytä oppilaiden palautukset
fr: Voir les soumissions des élèves
ga: Féach ar aighneachtaí mac léinn
he: הצג הגשות תלמידים
hi: छात्र सबमिशन देखें
id: Lihat tugas murid
is: Skoða skil nemenda
ja: 生徒の提出物を表示
ka: მოსწავლის მიერ წარდგენილი დავალებების ნახვა
lt: Peržiūrėti mokinių pateiktus darbus
mn: Сурагчдын илгээсэн даалгаврыг харах
ms: Lihat penyerahan pelajar
ne: विद्यार्थी बुझाउने कामहरू हेर्नुहोस्
nl: Inzendingen van leerlingen bekijken
no: Vis elevinnleveringer
pt: Ver tarefas dos alunos
ro: Vezi temele elevilor
sl: Ogled oddaj učencev
sr: Погледај радове ученика
sv: Visa elevinlämningar
th: ดูการส่งงานของนักเรียน
uk: Переглянути роботи учнів
vi: Xem bài tập của học sinh

source: Write your comment here...
af: Skryf jou opmerking hier...
ar: اكتب تعليقك هنا ...
az: Şərhini buraya yazın...
bg: Напишете вашия коментар тук...
bn: আপনার মন্তব্য এখানে লিখুন ...
bs: Napišite svoj komentar ovdje...
da: Skriv din kommentar her...
el: Γράψτε το σχόλιό σας εδώ...
es: Escribe tu comentario aquí...
et: Kirjuta oma kommentaar siia...
fi: Kirjoita kommenttisi tähän...
fr: Écrivez votre commentaire ici...
ga: Scríobh do thrácht anseo...
he: כתוב את הערתך כאן...
hi: अपनी टिप्पणी यहां लिखें...
id: Tulis komentar Anda di sini...
is: Skrifaðu athugasemd þína hér...
ja: ここにコメントを入力してください...
ka: დაწერეთ თქვენი კომენტარი აქ ...
lt: Parašykite savo komentarą čia...
mn: Сэтгэгдлээ энд бичнэ үү...
ms: Tulis komen anda di sini...
ne: यहाँ आफ्नो टिप्पणी लेख्नुहोस्...
nl: Schrijf hier uw opmerking...
no: Skriv kommentaren din her...
pt: Escreva seu comentário aqui...
ro: Scrie comentariul aici...
sl: Napišite svoj komentar tukaj ...
sr: Напишите свој коментар овде...
sv: Skriv din kommentar här...
th: เขียนความคิดเห็นของคุณที่นี่...
uk: Напишіть свій коментар тут...
vi: Viết nhận xét của bạn tại đây...

source: Your submission
af: Jou voorlegging
ar: إرسالك
az: Sizin təqdimatınız
bg: Вашето предаване
bn: আপনার জমা
bs: Vaša predaja
da: Din aflevering
el: Η υποβολή σας
es: Tu entrega
et: Sinu esitus
fi: Palautuksesi
fr: Votre soumission
ga: D'aighneacht
he: ההגשה שלך
hi: आपका सबमिशन
id: Tugas Anda
is: Þín skil
ja: あなたの提出物
ka: თქვენი მიერ წარდგენილი დავალება
lt: Jūsų pateiktas darbas
mn: Таны илгээсэн даалгавар
ms: Penyerahan anda
ne: तपाईंको बुझाउने काम
nl: Uw inzending
no: Din innlevering
pt: Sua tarefa
ro: Lucrarea ta
sl: Vaša oddaja
sr: Ваш рад
sv: Din inlämningsuppgift
th: การส่งงานของคุณ
uk: Ваша робота
vi: Bài tập của bạn

source: Your submission has been graded
af: Jou voorlegging is gegradeer
ar: تم تقدير إرسالك
az: Təqdimatınız qiymətləndirildi
bg: Вашето предаване е оценено
bn: আপনার জমার গ্রেড দেওয়া হয়েছে
bs: Vaša predaja je ocijenjena
da: Din aflevering er blevet bedømt
el: Η υποβολή σας έχει βαθμολογηθεί
es: Tu entrega ha sido calificada
et: Sinu esitus on hinnatud
fi: Palautuksesi on arvosteltu
fr: Votre soumission a été notée
ga: Tá d'aighneacht grádáilte
he: ההגשה שלך דורגה
hi: आपके सबमिशन का ग्रेड दिया गया है
id: Tugas Anda telah dinilai
is: Skilum þínum hefur verið gefin einkunn
ja: あなたの提出物は評価されました
ka: თქვენი მიერ წარდგენილი დავალება შეფასებულია
lt: Jūsų pateiktas darbas buvo įvertintas
mn: Таны илгээсэн даалгаварыг дүгнэсэн
ms: Penyerahan anda telah dinilai
ne: तपाईंको बुझाउने काम ग्रेड गरिएको छ
nl: Uw inzending is beoordeeld
no: Innleveringen din er vurdert
pt: Sua tarefa foi corrigida
ro: Tema ta a fost notată
sl: Vaša oddaja je bila ocenjena
sr: Ваш рад је оцењен
sv: Din inlämningsuppgift har betygsatts
th: การส่งงานของคุณได้รับการให้เกรดแล้ว
uk: Вашу роботу оцінено
vi: Bài tập của bạn đã được chấm điểm

source: Your submission has been returned
af: Jou voorlegging is terug gestuur
ar: تم إرجاع إرسالك
az: Təqdimatınız geri qaytarıldı
bg: Вашето предаване е върнато
bn: আপনার জমা ফেরত দেওয়া হয়েছে
bs: Vaša predaja je vraćena
da: Din aflevering er blevet returneret
el: Η υποβολή σας έχει επιστραφεί
es: Tu entrega ha sido devuelta
et: Sinu esitus on tagastatud
fi: Palautuksesi on palautettu
fr: Votre soumission a été retournée
ga: Tá d'aighneacht tugtha ar ais
he: ההגשה שלך הוחזרה
hi: आपका सबमिशन वापस कर दिया गया है
id: Tugas Anda telah dikembalikan
is: Skilum þínum hefur verið skilað
ja: あなたの提出物は返却されました
ka: თქვენი მიერ წარდგენილი დავალება დაბრუნებულია
lt: Jūsų pateiktas darbas buvo grąžintas
mn: Таны илгээсэн даалгаврыг буцаасан
ms: Penyerahan anda telah dipulangkan
ne: तपाईंको बुझाउने काम फिर्ता गरिएको छ
nl: Uw inzending is geretourneerd
no: Innleveringen din er returnert
pt: Sua tarefa foi devolvida
ro: Tema ta a fost returnată
sl: Vaša oddaja je bila vrnjena
sr: Ваш рад је враћен
sv: Din inlämningsuppgift har returnerats
th: การส่งงานของคุณถูกส่งกลับแล้ว
uk: Вашу роботу повернуто
vi: Bài tập của bạn đã được trả lại
