Repository: SkolHub/SchoolHub-mobile
Catalog: locales/*/messages.po
Languages: af, ar, az, bg, bn, bs, da, el, es, et, fi, fr, ga, he, hi, id, is, ja, ka, lt, mn, ms, ne, nl, no, pt, ro, sl, sr, sv, th, uk, vi

source: Are you sure you want to delete this absence?
af: Is jy seker jy wil hierdie afwesigheid verwyder?
ar: هل أنت متأكد أنك تريد حذف هذا الغياب؟
az: Bu dərs buraxmanı silmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да изтриете това отсъствие?
bn: আপনি কি নিশ্চিত যে আপনি এই অনুপস্থিতি মুছে ফেলতে চান?
bs: Da li ste sigurni da želite obrisati ovaj izostanak?
da: Er du sikker på, at du vil slette dette fravær?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την απουσία;
es: ¿Estás seguro de que quieres eliminar esta ausencia?
et: Kas oled kindel, et soovid selle puudumise kustutada?
fi: Haluatko varmasti poistaa tämän poissaolon?
fr: Êtes-vous sûr de vouloir supprimer cette absence ?
ga: An bhfuil tú cinnte gur mian leat an neamhláithreacht seo a scriosadh?
he: האם אתה בטוח שברצונך למחוק היעדרות זו?
hi: क्या आप वाकई ये अनुपस्थिति हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus absensi ini?
is: Ertu viss um að þú viljir eyða þessari fjarvist?
ja: 本当にこの欠席を削除しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ არყოფნის წაშლა?
lt: Ar tikrai norite pašalinti šį praleidimą?
mn: Та энэ ирцийг устгахыг хүсэж байгаа юу?
ms: Adakah anda pasti ingin memadamkan ketidakhadiran ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो अनुपस्थिति मेटाउन चाहनुहुन्छ?
nl: Weet u zeker dat u deze afwezigheid wilt verwijderen?
no: Er du sikker på at du vil slette dette fraværet?
pt: Tem certeza de que deseja excluir esta falta?
ro: Ești sigur că vrei să ștergi această absență?
sl: Ali ste prepričani, da želite izbrisati to odsotnost?
sr: Да ли сте сигурни да желите да обришете овај изостанак?
sv: Är du säker på att du vill ta bort denna frånvaro?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการขาดเรียนนี้
uk: Ви впевнені, що хочете видалити цю відсутність?
vi: Bạn có chắc chắn muốn xóa lần vắng mặt này không?

source: Are you sure you want to delete this attachment?
af: Is jy seker jy wil hierdie aanhangsel verwyder?
ar: هل أنت متأكد أنك تريد حذف هذا المرفق؟
az: Bu əlavəni silmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да изтриете този файл?
bn: আপনি কি নিশ্চিত যে আপনি এই সংযুক্তি মুছে ফেলতে চান?
bs: Da li ste sigurni da želite obrisati ovaj prilog?
da: Er du sikker på, at du vil slette denne vedhæftede fil?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το συνημμένο;
es: ¿Estás seguro de que quieres eliminar este archivo adjunto?
et: Kas oled kindel, et soovid selle manuse kustutada?
fi: Haluatko varmasti poistaa tämän liitteen?
fr: Êtes-vous sûr de vouloir supprimer cette pièce jointe ?
ga: An bhfuil tú cinnte gur mian leat an ceangaltán seo a scriosadh?
he: האם אתה בטוח שברצונך למחוק קובץ מצורף זה?
hi: क्या आप वाकई ये अटैचमेंट हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus lampiran ini?
is: Ertu viss um að þú viljir eyða þessu viðhengi?
ja: 本当にこの添付ファイルを削除しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ დანართის წაშლა?
lt: Ar tikrai norite pašalinti šį priedą?
mn: Та энэ хавсралтыг устгахыг хүсэж байгаа юу?
ms: Adakah anda pasti ingin memadamkan lampiran ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो संलग्नक मेटाउन चाहनुहुन्छ?
nl: Weet u zeker dat u deze bijlage wilt verwijderen?
no: Er du sikker på at du vil slette dette vedlegget?
pt: Tem certeza que deseja excluir este anexo?
ro: Ești sigur că vrei să ștergi acest atașament?
sl: Ali ste prepričani, da želite izbrisati to priponko?
sr: Да ли сте сигурни да желите да обришете овај прилог?
sv: Är du säker på att du vill ta bort denna bilaga?
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์แนบนี้
uk: Ви впевнені, що хочете видалити це вкладення?
vi: Bạn có chắc chắn muốn xóa tệp đính kèm này không?

source: Are you sure you want to delete this grade?
af: Is jy seker jy wil hierdie punt verwyder?
ar: هل أنت متأكد أنك تريد حذف هذه الدرجة؟
az: Bu qiyməti silmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да изтриете тази оценка?
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রেডটি মুছে ফেলতে চান?
bs: Da li ste sigurni da želite obrisati ovu ocjenu?
da: Er du sikker på, at du vil slette denne karakter?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον βαθμό;
es: ¿Estás seguro de que quieres eliminar esta calificación?
et: Kas oled kindel, et soovid selle hinde kustutada?
fi: Haluatko varmasti poistaa tämän arvosanan?
fr: Êtes-vous sûr de vouloir supprimer cette note ?
ga: An bhfuil tú cinnte gur mian leat an gráid seo a scriosadh?
he: האם אתה בטוח שברצונך למחוק ציון זה?
hi: क्या आप वाकई ये ग्रेड हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus nilai ini?
is: Ertu viss um að þú viljir eyða þessari einkunn?
ja: 本当にこの成績を削除しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ შეფასების წაშლა?
lt: Ar tikrai norite pašalinti šį pažymį?
mn: Та энэ дүнг устгахыг хүсэж байгаа юу?
ms: Adakah anda pasti ingin memadamkan gred ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो ग्रेड मेटाउन चाहनुहुन्छ?
nl: Weet u zeker dat u dit cijfer wilt verwijderen?
no: Er du sikker på at du vil slette denne karakteren?
pt: Tem certeza de que deseja excluir esta nota?
ro: Ești sigur că vrei să ștergi această notă?
sl: Ali ste prepričani, da želite izbrisati to oceno?
sr: Да ли сте сигурни да желите да обришете ову оцену?
sv: Är du säker på att du vill ta bort detta betyg?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเกรดนี้
uk: Ви впевнені, що хочете видалити цю оцінку?
vi: Bạn có chắc chắn muốn xóa điểm này không?

source: Are you sure you want to delete this observation?
af: Is jy seker jy wil hierdie waarneming verwyder?
ar: هل أنت متأكد أنك تريد حذف هذه الملاحظة؟
az: Bu müşahidəni silmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да изтриете тази забележка?
bn: আপনি কি নিশ্চিত যে আপনি এই পর্যবেক্ষণটি মুছে ফেলতে চান?
bs: Da li ste sigurni da želite obrisati ovu opservaciju?
da: Er du sikker på, at du vil slette denne observation?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτήν την παρατήρηση;
es: ¿Estás seguro de que quieres eliminar esta observación?
et: Kas oled kindel, et soovid selle märkuse kustutada?
fi: Haluatko varmasti poistaa tämän havainnon?
fr: Êtes-vous sûr de vouloir supprimer cette observation ?
ga: An bhfuil tú cinnte gur mian leat an breathnadóireacht seo a scriosadh?
he: האם אתה בטוח שברצונך למחוק הערה זו?
hi: क्या आप वाकई ये अवलोकन हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus observasi ini?
is: Ertu viss um að þú viljir eyða þessari athugasemd?
ja: 本当にこの観察記録を削除しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ დაკვირვების წაშლა?
lt: Ar tikrai norite pašalinti šią pastabą?
mn: Та энэ ажиглалтыг устгахыг хүсэж байгаа юу?
ms: Adakah anda pasti ingin memadamkan pemerhatian ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो अवलोकन मेटाउन चाहनुहुन्छ?
nl: Weet u zeker dat u deze observatie wilt verwijderen?
no: Er du sikker på at du vil slette denne observasjonen?
pt: Tem certeza de que deseja excluir esta observação?
ro: Ești sigur că vrei să ștergi această observație?
sl: Ali ste prepričani, da želite izbrisati to opažanje?
sr: Да ли сте сигурни да желите да обришете ово запажање?
sv: Är du säker på att du vill ta bort denna observation?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อสังเกตนี้
uk: Ви впевнені, що хочете видалити це спостереження?
vi: Bạn có chắc chắn muốn xóa nhận xét này không?

source: Are you sure you want to excuse this absence?
af: Is jy seker jy wil hierdie afwesigheid verskoon?
ar: هل أنت متأكد أنك تريد تبرير هذا الغياب؟
az: Bu dərs buraxmasını əsaslandırmaq istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да извините това отсъствие?
bn: আপনি কি নিশ্চিত যে আপনি এই অনুপস্থিতি ক্ষমা করতে চান?
bs: Da li ste sigurni da želite opravdati ovaj izostanak?
da: Er du sikker på, at du vil undskylde dette fravær?
el: Είστε σίγουροι ότι θέλετε να δικαιολογήσετε αυτήν την απουσία;
es: ¿Estás seguro de que quieres justificar esta ausencia?
et: Kas oled kindel, et soovid selle puudumise vabandada?
fi: Haluatko varmasti hyväksyä tämän poissaolon?
fr: Êtes-vous sûr de vouloir excuser cette absence ?
ga: An bhfuil tú cinnte gur mian leat an neamhláithreacht seo a leithscéal?
he: האם אתה בטוח שברצונך לאשר היעדרות זו?
hi: क्या आप वाकई इस अनुपस्थिति को क्षमा करना चाहते हैं?
id: Apakah Anda yakin ingin mengizinkan absensi ini?
is: Ertu viss um að þú viljir afsaka þessa fjarvist?
ja: 本当にこの欠席を excused にしますか？
ka: დარწინებული ხართ, რომ გსურთ ამ არყოფნის გაპატიება?
lt: Ar tikrai norite pateisinti šį praleidimą?
mn: Та энэ ирцийг зөвтгөхийг хүсэж байгаа юу?
ms: Adakah anda pasti ingin memaafkan ketidakhadiran ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो अनुपस्थितिलाई क्षमा गर्न चाहनुहुन्छ?
nl: Weet u zeker dat u deze afwezigheid wilt verontschuldigen?
no: Er du sikker på at du vil gi gyldig fravær?
pt: Tem certeza de que deseja justificar esta falta?
ro: Ești sigur că vrei să motivezi această absență?
sl: Ali ste prepričani, da želite opravičiti to odsotnost?
sr: Да ли сте сигурни да желите да оправдате овај изостанак?
sv: Är du säker på att du vill ursäkta denna frånvaro?
th: คุณแน่ใจหรือไม่ว่าต้องการให้อภัยการขาดเรียนนี้
uk: Ви впевнені, що хочете виправдати цю відсутність?
vi: Bạn có chắc chắn muốn chấp nhận lý do vắng mặt này không?

source: Are you sure you want to return this submission?
af: Is jy seker jy wil hierdie voorlegging terugstuur?
ar: هل أنت متأكد أنك تريد إعادة هذا الطلب؟
az: Bu tapşırığı geri qaytarmaq istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да върнете това предаване?
bn: আপনি কি নিশ্চিত যে আপনি এই জমা ফেরত দিতে চান?
bs: Da li ste sigurni da želite vratiti ovaj rad?
da: Er du sikker på, at du vil returnere denne aflevering?
el: Είστε σίγουροι ότι θέλετε να επιστρέψετε αυτήν την υποβολή;
es: ¿Estás seguro de que quieres devolver esta entrega?
et: Kas oled kindel, et soovid selle esituse tagastada?
fi: Haluatko varmasti palauttaa tämän palautuksen?
fr: Êtes-vous sûr de vouloir renvoyer cette soumission ?
ga: An bhfuil tú cinnte gur mian leat an aighneacht seo a thabhairt ar ais?
he: האם אתה בטוח שברצונך להחזיר הגשה זו?
hi: क्या आप वाकई ये सबमिशन वापस करना चाहते हैं?
id: Apakah Anda yakin ingin mengembalikan tugas ini?
is: Ertu viss um að þú viljir skila þessari skilum?
ja: 本当にこの提出物を返却しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ დავალების დაბრუნება?
lt: Ar tikrai norite grąžinti šį darbą?
mn: Та энэ даалгаврыг буцаахыг хүсэж байгаа юу?
ms: Adakah anda pasti ingin memulangkan penyerahan ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो बुझाउने काम फिर्ता गर्न चाहनुहुन्छ?
nl: Weet u zeker dat u deze inzending wilt retourneren?
no: Er du sikker på at du vil returnere denne innleveringen?
pt: Tem certeza de que deseja devolver esta tarefa?
ro: Ești sigur că vrei să returnezi această temă?
sl: Ali ste prepričani, da želite vrniti to oddajo?
sr: Да ли сте сигурни да желите да вратите овај рад?
sv: Är du säker på att du vill skicka tillbaka detta inlämningsuppgift?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งงานนี้กลับ
uk: Ви впевнені, що хочете повернути цю роботу?
vi: Bạn có chắc chắn muốn trả lại bài tập này không?

source: Are you sure you want to submit your work?
af: Is jy seker jy wil jou werk indien?
ar: هل أنت متأكد أنك تريد إرسال عملك؟
az: İşinizi təqdim etmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да предадете вашата работа?
bn: আপনি কি নিশ্চিত যে আপনি আপনার কাজ জমা দিতে চান?
bs: Da li ste sigurni da želite predati svoj rad?
da: Er du sikker på, at du vil aflevere dit arbejde?
el: Είστε σίγουροι ότι θέλετε να υποβάλετε την εργασία σας;
es: ¿Estás seguro de que quieres enviar tu trabajo?
et: Kas oled kindel, et soovid oma töö esitada?
fi: Haluatko varmasti lähettää työsi?
fr: Êtes-vous sûr de vouloir soumettre votre travail ?
ga: An bhfuil tú cinnte gur mian leat d'obair a chur isteach?
he: האם אתה בטוח שברצונך להגיש את עבודתך?
hi: क्या आप वाकई अपना काम सबमिट करना चाहते हैं?
id: Apakah Anda yakin ingin mengirimkan tugas Anda?
is: Ertu viss um að þú viljir skila verkefninu þínu?
ja: 本当に作品を提出しますか？
ka: დარწინებული ხართ, რომ გსურთ თქვენი ნამუშევრის წარდება?
lt: Ar tikrai norite pateikti savo darbą?
mn: Та даалгавраа илгээхийг хүсэж байгаа юу?
ms: Adakah anda pasti ingin menghantar kerja anda?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ आफ्नो काम बुझाउन चाहनुहुन्छ?
nl: Weet u zeker dat u uw werk wilt inleveren?
no: Er du sikker på at du vil levere inn arbeidet ditt?
pt: Tem certeza de que deseja entregar seu trabalho?
ro: Ești sigur că vrei să trimiți lucrarea?
sl: Ali ste prepričani, da želite oddati svoje delo?
sr: Да ли сте сигурни да желите да предате свој рад?
sv: Är du säker på att du vill lämna in ditt arbete?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งงานของคุณ
uk: Ви впевнені, що хочете надіслати свою роботу?
vi: Bạn có chắc chắn muốn nộp bài không?

source: Are you sure you want to unsubmit?
af: Is jy seker jy wil jou voorlegging onttrek?
ar: هل أنت متأكد أنك تريد إلغاء الإرسال؟
az: Təqdim etməmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да отмените предаването?
bn: আপনি কি নিশ্চিত যে আপনি জমা প্রত্যাহার করতে চান?
bs: Da li ste sigurni da želite poništiti predaju?
da: Er du sikker på, at du vil fortryde afleveringen?
el: Είστε σίγουροι ότι θέλετε να αναιρέσετε την υποβολή;
es: ¿Estás seguro de que quieres cancelar el envío?
et: Kas oled kindel, et soovid tühistada esitamise?
fi: Haluatko varmasti perua lähetyksen?
fr: Êtes-vous sûr de vouloir annuler la soumission ?
ga: An bhfuil tú cinnte gur mian leat é a chur ar ais?
he: האם אתה בטוח שברצונך לבטל הגשה?
hi: क्या आप वाकई इसे असबमिट करना चाहते हैं?
id: Apakah Anda yakin ingin membatalkan pengiriman?
is: Ertu viss um að þú viljir afturkalla skil?
ja: 本当に提出を取り消しますか？
ka: დარწინებული ხართ, რომ გსურთ გაუქმება?
lt: Ar tikrai norite atšaukti pateikimą?
mn: Та илгээсэн даалгавраа цуцлахыг хүсэж байгаа юу?
ms: Adakah anda pasti anda ingin membatalkan penyerahan?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ बुझाएको काम फिर्ता लिन चाहनुहुन्छ?
nl: Weet u zeker dat u uw inzending wilt intrekken?
no: Er du sikker på at du vil trekke tilbake innleveringen?
pt: Tem certeza de que deseja cancelar o envio?
ro: Ești sigur că vrei să retragi lucrarea?
sl: Ali ste prepričani, da želite preklicati oddajo?
sr: Да ли сте сигурни да желите да откажете предају?
sv: Är du säker på att du vill avbryta inlämningen?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการส่ง
uk: Ви впевнені, що хочете скасувати надсилання?
vi: Bạn có chắc chắn muốn hủy nộp không?

source: Assessment
af: Assessering
ar: تقييم
az: Qiymətləndirmə
bg: Оценка
bn: মূল্যায়ন
bs: Procjena
da: Vurdering
el: Αξιολόγηση
es: Evaluación
et: Hindamine
fi: Arviointi
fr: Évaluation
ga: Measúnú
he: הערכה
hi: मूल्यांकन
id: Penilaian
is: Mat
ja: 評価
ka: შეფასება
lt: Vertinimas
mn: Үнэлгээ
ms: Penilaian
ne: मूल्यांकन
nl: Beoordeling
no: Vurdering
pt: Avaliação
ro: Ascultare
sl: Ocenjevanje
sr: Процена
sv: Bedömning
th: การประเมิน
uk: Оцінювання
vi: Đánh giá

source: Assessment mode
af: Assessering modus
ar: وضع التقييم
az: Qiymətləndirmə rejimi
bg: Режим на оценяване
bn: মূল্যায়ন মোড
bs: Način procjene
da: Vurderingstilstand
el: Λειτουργία αξιολόγησης
es: Modo de evaluación
et: Hindamise režiim
fi: Arviointitila
fr: Mode d'évaluation
ga: Mód measúnaithe
he: מצב הערכה
hi: मूल्यांकन मोड
id: Mode penilaian
is: Matshamur
ja: 評価モード
ka: შეფასების რეჟიმი
lt: Vertinimo režimas
mn: Үнэлгээний горим
ms: Mod Penilaian
ne: मूल्यांकन मोड
nl: Beoordelingsmodus
no: Vurderingsmodus
pt: Modo de avaliação
ro: Mod de ascultare
sl: Način ocenjevanja
sr: Режим процене
sv: Bedömningsläge
th: โหมดการประเมิน
uk: Режим оцінювання
vi: Chế độ đánh giá

source: Assignment
af: Opdrag
ar: واجب منزلي
az: Tapşırıq
bg: Задача
bn: অ্যাসাইনমেন্ট
bs: Zadatak
da: Opgave
el: Εργασία
es: Tarea
et: Ülesanne
fi: Tehtävä
fr: Devoir
ga: Obair Bhaile
he: מטלה
hi: असाइनमेंट
id: Tugas
is: Verkefni
ja: 課題
ka: დავალება
lt: Užduotis
mn: Даалгавар
ms: Tugasan
ne: कार्य
nl: Opdracht
no: Oppgave
pt: Tarefa
ro: Temă
sl: Naloga
sr: Задатак
sv: Uppgift
th: งานที่มอบหมาย
uk: Завдання
vi: Bài tập

source: assignments
af: opdragte
ar: الواجبات
az: tapşırıqlar
bg: задачи
bn: অ্যাসাইনমেন্ট
bs: zadaci
da: opgaver
el: εργασίες
es: tareas
et: ülesanded
fi: tehtävät
fr: devoirs
ga: obair bhaile
he: מטלות
hi: असाइनमेंट
id: tugas
is: verkefni
ja: 課題
ka: დავალებები
lt: užduotys
mn: даалгаварууд
ms: tugasan
ne: कार्यहरू
nl: opdrachten
no: oppgaver
pt: tarefas
ro: teme
sl: naloge
sr: задаци
sv: uppgifter
th: งานที่มอบหมาย
uk: завдання
vi: bài tập

source: Assignments
af: Opdragte
ar: الواجبات
az: Tapşırıqlar
bg: Задачи
bn: অ্যাসাইনমেন্ট
bs: Zadaci
da: Opgaver
el: Εργασίες
es: Tareas
et: Ülesanded
fi: Tehtävät
fr: Devoirs
ga: Obair Bhaile
he: מטלות
hi: असाइनमेंट
id: Tugas
is: Verkefni
ja: 課題
ka: დავალებები
lt: Užduotys
mn: Даалгаварууд
ms: Tugasan
ne: कार्यहरू
nl: Opdrachten
no: Oppgaver
pt: Tarefas
ro: Teme
sl: Naloge
sr: Задаци
sv: Uppgifter
th: งานที่มอบหมาย
uk: Завдання
vi: Bài tập

source: Attachments
af: Aanhangsels
ar: المرفقات
az: Əlavələr
bg: Прикачени файлове
bn: সংযুক্তি
bs: Prilozi
da: Vedhæftede filer
el: Συνημμένα
es: Archivos adjuntos
et: Manused
fi: Liitteet
fr: Pièces jointes
ga: Ceangaltáin
he: קבצים מצורפים
hi: अटैचमेंट
id: Lampiran
is: Viðhengi
ja: 添付ファイル
ka: დანართები
lt: Priedai
mn: Хавсралтууд
ms: Lampiran
ne: संलग्नकहरू
nl: Bijlagen
no: Vedlegg
pt: Anexos
ro: Atașamente
sl: Priponke
sr: Прилози
sv: Bilagor
th: ไฟล์แนบ
uk: Вкладення
vi: Tệp đính kèm

source: Attendance
af: Bywoning
ar: الحضور
az: Davamiyyət
bg: Присъствие
bn: উপস্থিতি
bs: Prisustvo
da: Tilstedeværelse
el: Παρουσία
es: Asistencia
et: Kohalolek
fi: Läsnäolo
fr: Présences
ga: Tinreamh
he: נוכחות
hi: उपस्थिति
id: Kehadiran
is: Mæting
ja: 出席
ka: დასწრება
lt: Lankymas
mn: Ирц
ms: Kehadiran
ne: उपस्थिति
nl: Aanwezigheid
no: Oppmøte
pt: Presença
ro: Prezență
sl: Prisotnost
sr: Присуство
sv: Närvaro
th: การเข้าเรียน
uk: Відвідуваність
vi: Điểm danh

source: Attendance mode
af: Bywoning modus
ar: وضع الحضور
az: Davamiyyət rejimi
bg: Режим на присъствие
bn: উপস্থিতি মোড
bs: Način prisustva
da: Tilstedeværelsestilstand
el: Λειτουργία παρουσίας
es: Modo de asistencia
et: Kohaloleku režiim
fi: Läsnäolotila
fr: Mode de présence
ga: Mód tinrimh
he: מצב נוכחות
hi: उपस्थिति मोड
id: Mode kehadiran
is: Mætingarhamur
ja: 出席モード
ka: დასწრების რეჟიმი
lt: Lankomumo režimas
mn: Ирцийн горим
ms: Mod Kehadiran
ne: उपस्थिति मोड
nl: Aanwezigheidsmodus
no: Oppmøtemodus
pt: Modo de presença
ro: Mod de prezență
sl: Način prisotnosti
sr: Режим присуства
sv: Närvaro läge
th: โหมดการเข้าเรียน
uk: Режим відвідуваності
vi: Chế độ điểm danh

source: Authenticate to add absences
af: Verifieer om afwesighede by te voeg
ar: التحقق لإضافة الغيابات
az: Dərs buraxmaları əlavə etmək üçün daxil olun
bg: Автентикирайте се, за да добавяте отсъствия
bn: অনুপস্থিতি যোগ করার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste dodali izostanke
da: Godkend for at tilføje fravær
el: Επαλήθευση για προσθήκη απουσιών
es: Autentícate para añadir ausencias
et: Autentige ennast puudumiste lisamiseks
fi: Todenna henkilöllisyytesi lisätäksesi poissaoloja
fr: Authentifiez-vous pour ajouter des absences
ga: Fíoraigh chun neamhláithreachtaí a chur leis
he: אמת זהות כדי להוסיף היעדרויות
hi: अनुपस्थिति जोड़ने के लिए प्रमाणित करें
id: Autentikasi untuk menambahkan absensi
is: Aufsamþykkja til að bæta við fjarvistum
ja: 欠席を追加するには認証してください
ka: ავტორიზაცია არყოფნის დასამატებლად
lt: Prisijunkite, norėdami pridėti praleidimų
mn: Ирц нэмэхийн тулд нэвтрэнэ үү
ms: Sahkan untuk menambah ketidakhadiran
ne: अनुपस्थिति थप्न प्रमाणित गर्नुहोस्
nl: Authenticeren om afwezigheden toe te voegen
no: Logg inn for å legge til fravær
pt: Autentique-se para adicionar faltas
ro: Autentifică-te pentru a adăuga absențe
sl: Preverite pristnost za dodajanje odsotnosti
sr: Аутентификујте се да бисте додали изостанке
sv: Autentisera för att lägga till frånvaro
th: ยืนยันตัวตนเพื่อเพิ่มการขาดเรียน
uk: Авторизуйтесь, щоб додати відсутності
vi: Xác thực để thêm vắng mặt

source: Authenticate to add grade
af: Verifieer om punt by te voeg
ar: التحقق لإضافة درجة
az: Qiymət əlavə etmək üçün daxil olun
bg: Автентикирайте се, за да добавите оценка
bn: গ্রেড যুক্ত করার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste dodali ocjenu
da: Godkend for at tilføje karakter
el: Επαλήθευση για προσθήκη βαθμού
es: Autentícate para añadir calificación
et: Autentige ennast hinde lisamiseks
fi: Todenna henkilöllisyytesi lisätäksesi arvosanan
fr: Authentifiez-vous pour ajouter une note
ga: Fíoraigh chun gráid a chur leis
he: אמת זהות כדי להוסיף ציון
hi: ग्रेड जोड़ने के लिए प्रमाणित करें
id: Autentikasi untuk menambahkan nilai
is: Aufsamþykkja til að bæta við einkunn
ja: 成績を追加するには認証してください
ka: ავტორიზაცია შეფასების დასამატებლად
lt: Prisijunkite, norėdami pridėti pažymį
mn: Дүн нэмэхийн тулд нэвтрэнэ үү
ms: Sahkan untuk menambah gred
ne: ग्रेड थप्न प्रमाणित गर्नुहोस्
nl: Authenticeren om cijfer toe te voegen
no: Logg inn for å legge til karakter
pt: Autentique-se para adicionar nota
ro: Autentifică-te pentru a adăuga notă
sl: Preverite pristnost za dodajanje ocene
sr: Аутентификујте се да бисте додали оцену
sv: Autentisera för att lägga till betyg
th: ยืนยันตัวตนเพื่อเพิ่มเกรด
uk: Авторизуйтесь, щоб додати оцінку
vi: Xác thực để thêm điểm

source: Authenticate to add grades
af: Verifieer om punte by te voeg
ar: التحقق لإضافة الدرجات
az: Qiymətlər əlavə etmək üçün daxil olun
bg: Автентикирайте се, за да добавяте оценки
bn: গ্রেড যুক্ত করার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste dodali ocjene
da: Godkend for at tilføje karakterer
el: Επαλήθευση για προσθήκη βαθμών
es: Autentícate para añadir calificaciones
et: Autentige ennast hinnete lisamiseks
fi: Todenna henkilöllisyytesi lisätäksesi arvosanoja
fr: Authentifiez-vous pour ajouter des notes
ga: Fíoraigh chun gráid a chur leis
he: אמת זהות כדי להוסיף ציונים
hi: ग्रेड जोड़ने के लिए प्रमाणित करें
id: Autentikasi untuk menambahkan nilai
is: Aufsamþykkja til að bæta við einkunnum
ja: 成績を追加するには認証してください
ka: ავტორიზაცია შეფასებების დასამატებლად
lt: Prisijunkite, norėdami pridėti pažymių
mn: Дүн нэмэхийн тулд нэвтрэнэ үү
ms: Sahkan untuk menambah gred
ne: ग्रेडहरू थप्न प्रमाणित गर्नुहोस्
nl: Authenticeren om cijfers toe te voegen
no: Logg inn for å legge til karakterer
pt: Autentique-se para adicionar notas
ro: Autentifică-te pentru a adăuga note
sl: Preverite pristnost za dodajanje ocen
sr: Аутентификујте се да бисте додали оцене
sv: Autentisera för att lägga till betyg
th: ยืนยันตัวตนเพื่อเพิ่มเกรด
uk: Авторизуйтесь, щоб додати оцінки
vi: Xác thực để thêm điểm

source: Authenticate to add observation
af: Verifieer om waarneming by te voeg
ar: التحقق لإضافة ملاحظة
az: Müşahidə əlavə etmək üçün daxil olun
bg: Автентикирайте се, за да добавите забележка
bn: পর্যবেক্ষণ যুক্ত করার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste dodali opservaciju
da: Godkend for at tilføje observation
el: Επαλήθευση για προσθήκη παρατήρησης
es: Autentícate para añadir observación
et: Autentige ennast märkuse lisamiseks
fi: Todenna henkilöllisyytesi lisätäksesi havainnon
fr: Authentifiez-vous pour ajouter une observation
ga: Fíoraigh chun breathnadóireacht a chur leis
he: אמת זהות כדי להוסיף הערה
hi: अवलोकन जोड़ने के लिए प्रमाणित करें
id: Autentikasi untuk menambahkan observasi
is: Aufsamþykkja til að bæta við athugasemd
ja: 観察記録を追加するには認証してください
ka: ავტორიზაცია დაკვირვების დასამატებლად
lt: Prisijunkite, norėdami pridėti pastabą
mn: Ажиглалт нэмэхийн тулд нэвтрэнэ үү
ms: Sahkan untuk menambah pemerhatian
ne: अवलोकन थप्न प्रमाणित गर्नुहोस्
nl: Authenticeren om observatie toe te voegen
no: Logg inn for å legge til observasjon
pt: Autentique-se para adicionar observação
ro: Autentifică-te pentru a adăuga observație
sl: Preverite pristnost za dodajanje opažanja
sr: Аутентификујте се да бисте додали запажање
sv: Autentisera för att lägga till observation
th: ยืนยันตัวตนเพื่อเพิ่มข้อสังเกต
uk: Авторизуйтесь, щоб додати спостереження
vi: Xác thực để thêm nhận xét
