Repository: SkolHub/SchoolHub-mobile
Catalog: locales/*/messages.po
Languages: af, ar, az, bg, bn, bs, da, el, es, et, fi, fr, ga, he, hi, id, is, ja, ka, lt, mn, ms, ne, nl, no, pt, ro, sl, sr, sv, th, uk, vi

source: {0} of {1} students
af: {0} van {1} studente
ar: {0} من {1} طالب
az: {1} tələbədən {0}-i
bg: {0} от {1} ученици
bn: {1} জন শিক্ষার্থীর মধ্যে {0} জন
bs: {0} od {1} učenika
da: {0} ud af {1} elever
el: {0} από {1} μαθητές
es: {0} de {1} estudiantes
et: {0}/{1} õpilast
fi: {0}/{1} oppilasta
fr: {0} sur {1} élèves
ga: {0} de {1} scoláire
he: {0} מתוך {1} תלמידים
hi: {1} में से {0} छात्र
id: {0} dari {1} murid
is: {0} af {1} nemendum
ja: {1}人中{0}人
ka: {1} მოსწავლიდან {0}
lt: {0} iš {1} mokinių
mn: {1} сурагчийн {0}
ms: {0} daripada {1} pelajar
ne: {1} विद्यार्थीहरू मध्ये {0}
nl: {0} van {1} leerlingen
no: {0} av {1} elever
pt: {0} de {1} alunos
ro: {0} din {1} elevi
sl: {0} od {1} učencev
sr: {0} од {1} ученика
sv: {0} av {1} elever
th: {0} จาก {1} นักเรียน
uk: {0} з {1} учнів
vi: {0} trong số {1} học sinh

source: absences
af: afwesighede
ar: الغيابات
az: dərs buraxmalar
bg: отсъствия
bn: অনুপস্থিতি
bs: izostanci
da: fravær
el: απουσίες
es: ausencias
et: puudumised
fi: poissaolot
ga: neamhláithreachtaí
he: היעדרויות
hi: अनुपस्थिति
id: absensi
is: fjarvistir
ja: 欠席
ka: არყოფნა
lt: praleidimai
mn: хичээнгүй байдал
ms: ketidakhadiran
ne: अनुपस्थितिहरू
nl: afwezigheden
no: fravær
pt: faltas
ro: absențe
sl: odsotnosti
sr: изостанци
sv: frånvaro
th: การขาดเรียน
uk: відсутності
vi: vắng mặt

source: Absences
af: Afwesighede
ar: الغيابات
az: Dərs Buraxmalar
bg: Отсъствия
bn: অনুপস্থিতি
bs: Izostanci
da: Fravær
el: Απουσίες
es: Ausencias
et: Puudumised
fi: Poissaolot
ga: Neamhláithreachtaí
he: היעדרויות
hi: अनुपस्थिति
id: Absensi
is: Fjarvistir
ja: 欠席
ka: არყოფნები
lt: Praleidimai
mn: Ирц
ms: Ketidakhadiran
ne: अनुपस्थितिहरू
nl: Afwezigheden
no: Fravær
pt: Faltas
ro: Absențe
sl: Odsotnosti
sr: Изостанци
sv: Frånvaro
th: การขาดเรียน
uk: Відсутності
vi: Vắng mặt

source: Absent
af: Afwesig
ar: غائب
az: Yoxdur
bg: Отсъстващ
bn: অনুপস্থিত
bs: Odsutan/na
da: Fraværende
el: Απών/Απούσα
es: Ausente
et: Puudu
fi: Poissa
ga: As Láthair
he: נעדר
hi: अनुपस्थित
id: Tidak Hadir
is: Fjarverandi
ja: 欠席
ka: არა
lt: Nepasiekiama
mn: байхгүй
ms: Tidak Hadir
ne: अनुपस्थित
nl: Afwezig
no: Fraværende
pt: Ausente
sl: Odsoten/-a/-o
sr: Одсутан
sv: Frånvarande
th: ขาดเรียน
uk: Відсутній
vi: Vắng mặt

source: Account
af: Rekening
ar: الحساب
az: Hesab
bg: Профил
bn: অ্যাকাউন্ট
bs: Nalog
da: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
fi: Tili
fr: Compte
ga: Cuntas
he: חשבון
hi: खाता
id: Akun
is: Aðgangur
ja: アカウント
ka: ანგარიში
lt: Sąskaita
mn: Бүртгэл
ms: Akaun
ne: खाता
no: Konto
pt: Conta
ro: Cont
sl: Račun
sr: Налог
sv: Konto
th: บัญชี
uk: Акаунт
vi: Tài khoản

source: Add
af: Voeg by
ar: أضف
az: Əlavə et
bg: Добави
bn: যোগ করুন
bs: Dodaj
da: Tilføj
el: Προσθήκη
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
ga: Cuir leis
he: הוסף
hi: जोड़ें
id: Tambah
is: Bæta við
ja: 追加
ka: დამატება
lt: Pridėti
mn: Нэмэх
ms: Tambah
ne: थप्नुहोस्
nl: Toevoegen
no: Legg til
pt: Adicionar
ro: Adaugă
sl: Dodaj
sr: Додај
sv: Lägg till
th: เพิ่ม
uk: Додати
vi: Thêm

source: Add absence
af: Voeg afwesigheid by
ar: أضف غياب
az: Dərs buraxma əlavə et
bg: Добави отсъствие
bn: অনুপস্থিতি যোগ করুন
bs: Dodaj izostanak
da: Tilføj fravær
el: Προσθήκη απουσίας
es: Añadir ausencia
et: Lisa puudumine
fi: Lisää poissaolo
fr: Ajouter une absence
ga: Cuir neamhláithreacht leis
he: הוסף היעדרות
hi: अनुपस्थिति जोड़ें
id: Tambah absensi
is: Bæta við fjarvist
ja: 欠席を追加
ka: არყოფნის დამატება
lt: Pridėti praleidimą
mn: Ирц нэмэх
ms: Tambah ketidakhadiran
ne: अनुपस्थिति थप्नुहोस्
nl: Afwezigheid toevoegen
no: Legg til fravær
pt: Adicionar falta
ro: Adaugă o absență
sl: Dodaj odsotnost
sr: Додај изостанак
sv: Lägg till frånvaro
th: เพิ่มการขาดเรียน
uk: Додати відсутність
vi: Thêm vắng mặt

source: Add absence for {studentName}
af: Voeg afwesigheid by vir {studentName}
ar: أضف غياب لـ {studentName}
az: {studentName} üçün dərs buraxma əlavə et
bg: Добави отсъствие за {studentName}
bn: {studentName} এর জন্য অনুপস্থিতি যোগ করুন
bs: Dodaj izostanak za {studentName}
da: Tilføj fravær til {studentName}
el: Προσθήκη απουσίας για τον/την {studentName}
es: Añadir ausencia para {studentName}
et: Lisa puudumine õpilasele {studentName}
fi: Lisää poissaolo oppilaalle {studentName}
fr: Ajouter une absence pour {studentName}
ga: Cuir neamhláithreacht leis le haghaidh {studentName}
he: הוסף היעדרות עבור {studentName}
hi: {studentName} के लिए अनुपस्थिति जोड़ें
id: Tambah absensi untuk {studentName}
is: Bæta við fjarvist fyrir {studentName}
ja: {studentName}の欠席を追加
ka: დაამატეთ არყოფნა {studentName}- სთვის
lt: Pridėti {studentName} praleidimą
mn: {studentName}-д ирц нэмэх
ms: Tambah ketidakhadiran untuk {studentName}
ne: {studentName} को लागि अनुपस्थिति थप्नुहोस्
nl: Afwezigheid toevoegen voor {studentName}
no: Legg til fravær for {studentName}
pt: Adicionar falta para {studentName}
ro: Adaugă o absență pentru {studentName}
sl: Dodaj odsotnost za {studentName}
sr: Додај изостанак за {studentName}
sv: Lägg till frånvaro för {studentName}
th: เพิ่มการขาดเรียนสำหรับ {studentName}
uk: Додати відсутність для {studentName}
vi: Thêm vắng mặt cho {studentName}

source: Add absences
af: Voeg afwesighede by
ar: إضافة غيابات
az: Dərs buraxmalar əlavə et
bg: Добави отсъствия
bn: অনুপস্থিতি যুক্ত করুন
bs: Dodaj izostanke
da: Tilføj fravær
el: Προσθήκη απουσιών
es: Añadir ausencias
et: Lisa puudumised
fi: Lisää poissaoloja
fr: Ajouter des absences
ga: Cuir neamhláithreachtaí leis
he: הוסף היעדרויות
hi: अनुपस्थिति जोड़ें
id: Tambah absensi
is: Bæta við fjarvistum
ja: 欠席を追加
ka: არყოფნის დამატება
lt: Pridėti praleidimų
mn: Ирц нэмэх
ms: Tambah ketidakhadiran
ne: अनुपस्थितिहरू थप्नुहोस्
nl: Afwezigheden toevoegen
no: Legg til fravær
pt: Adicionar faltas
ro: Adaugă absențe
sl: Dodaj odsotnosti
sr: Додај изостанке
sv: Lägg till frånvaro
th: เพิ่มการขาดเรียน
uk: Додати відсутності
vi: Thêm vắng mặt

source: Add attachment
af: Voeg aanhangsel by
ar: إضافة مرفق
az: Əlavə əlavə et
bg: Добави прикачен файл
bn: সংযুক্তি যোগ করুন
bs: Dodaj prilog
da: Tilføj vedhæftet fil
el: Προσθήκη συνημμένου
es: Añadir archivo adjunto
et: Lisa manus
fi: Lisää liite
fr: Ajouter une pièce jointe
ga: Cuir ceangaltán leis
he: הוסף קובץ מצורף
hi: अटैचमेंट जोड़ें
id: Tambah lampiran
is: Bæta við viðhengi
ja: 添付ファイルを追加
ka: დანართის დამატება
lt: Pridėti priedą
mn: Хавсралт нэмэх
ms: Tambah lampiran
ne: संलग्नक थप्नुहोस्
nl: Bijlage toevoegen
no: Legg til vedlegg
pt: Adicionar anexo
ro: Adaugă un atașament
sl: Dodaj priponko
sr: Додај прилог
sv: Lägg till bilaga
th: เพิ่มไฟล์แนบ
uk: Додати вкладення
vi: Thêm tệp đính kèm

source: Add grade
af: Voeg punt by
ar: إضافة درجة
az: Qiymət əlavə et
bg: Добави оценка
bn: গ্রেড যোগ করুন
bs: Dodaj ocjenu
da: Tilføj karakter
el: Προσθήκη βαθμού
es: Añadir calificación
et: Lisa hinne
fi: Lisää arvosana
fr: Ajouter une note
ga: Cuir gráid leis
he: הוסף ציון
hi: ग्रेड जोड़ें
id: Tambah nilai
is: Bæta við einkunn
ja: 成績を追加
ka: შეფასების დამატება
lt: Pridėti pažymį
mn: Дүн нэмэх
ms: Tambah gred
ne: ग्रेड थप्नुहोस्
nl: Cijfer toevoegen
no: Legg til karakter
pt: Adicionar nota
ro: Adaugă o notă
sl: Dodaj oceno
sr: Додај оцену
sv: Lägg till betyg
th: เพิ่มเกรด
uk: Додати оцінку
vi: Thêm điểm

source: Add grade for {0}
af: Voeg punt by vir {0}
ar: إضافة درجة لـ {0}
az: {0} üçün qiymət əlavə et
bg: Добави оценка за {0}
bn: {0} এর জন্য গ্রেড যুক্ত করুন
bs: Dodaj ocjenu za {0}
da: Tilføj karakter til {0}
el: Προσθήκη βαθμού για τον/την {0}
es: Añadir calificación para {0}
et: Lisa hinne õpilasele {0}
fi: Lisää arvosana kohteelle {0}
fr: Ajouter une note pour {0}
ga: Cuir gráid le haghaidh {0}
he: הוסף ציון עבור {0}
hi: {0} के लिए ग्रेड जोड़ें
id: Tambah nilai untuk {0}
is: Bæta við einkunn fyrir {0}
ja: {0} の成績を追加
ka: შეფასების დამატება {0}- სთვის
lt: Pridėti {0} pažymį
mn: {0}-д дүн нэмэх
ms: Tambah gred untuk {0}
ne: {0} को लागि ग्रेड थप्नुहोस्
nl: Cijfer toevoegen voor {0}
no: Legg til karakter for {0}
pt: Adicionar nota para {0}
ro: Adaugă o notă pentru {0}
sl: Dodaj oceno za {0}
sr: Додај оцену за {0}
sv: Lägg till betyg för {0}
th: เพิ่มเกรดสำหรับ {0}
uk: Додати оцінку для {0}
vi: Thêm điểm cho {0}

source: Add grade for {studentName}
af: Voeg punt by vir {studentName}
ar: أضف درجة لـ {studentName}
az: {studentName} üçün qiymət əlavə et
bg: Добави оценка за {studentName}
bn: {studentName} এর জন্য গ্রেড যুক্ত করুন
bs: Dodaj ocjenu za {studentName}
da: Tilføj karakter til {studentName}
el: Προσθήκη βαθμού για τον/την {studentName}
es: Añadir calificación para {studentName}
et: Lisa hinne õpilasele {studentName}
fi: Lisää arvosana oppilaalle {studentName}
fr: Ajouter une note pour {studentName}
ga: Cuir gráid le haghaidh {studentName}
he: הוסף ציון עבור {studentName}
hi: {studentName} के लिए ग्रेड जोड़ें
id: Tambah nilai untuk {studentName}
is: Bæta við einkunn fyrir {studentName}
ja: {studentName} の成績を追加
ka: შეფასების დამატება {studentName}- სთვის
lt: Pridėti {studentName} pažymį
mn: {studentName}-д дүн нэмэх
ms: Tambah gred untuk {studentName}
ne: {studentName} को लागि ग्रेड थप्नुहोस्
nl: Cijfer toevoegen voor {studentName}
no: Legg til karakter for {studentName}
pt: Adicionar nota para {studentName}
ro: Adaugă o notă pentru {studentName}
sl: Dodaj oceno za {studentName}
sr: Додај оцену за {studentName}
sv: Lägg till betyg för {studentName}
th: เพิ่มเกรดสำหรับ {studentName}
uk: Додати оцінку для {studentName}
vi: Thêm điểm cho {studentName}

source: Add grades
af: Voeg punte by
ar: إضافة درجات
az: Qiymətlər əlavə et
bg: Добави оценки
bn: গ্রেড যুক্ত করুন
bs: Dodaj ocjene
da: Tilføj karakterer
el: Προσθήκη βαθμών
es: Añadir calificaciones
et: Lisa hinded
fi: Lisää arvosanoja
fr: Ajouter des notes
ga: Cuir gráid leis
he: הוסף ציונים
hi: ग्रेड जोड़ें
id: Tambah nilai
is: Bæta við einkunnum
ja: 成績を追加
ka: შეფასებების დამატება
lt: Pridėti pažymius
mn: Дүн нэмэх
ms: Tambah gred
ne: ग्रेडहरू थप्नुहोस्
nl: Cijfers toevoegen
no: Legg til karakterer
pt: Adicionar notas
ro: Adaugă note
sl: Dodaj ocene
sr: Додај оцене
sv: Lägg till betyg
th: เพิ่มเกรด
uk: Додати оцінки
vi: Thêm điểm

source: Add link
af: Voeg skakel by
ar: إضافة رابط
az: Keçid əlavə et
bg: Добави линк
bn: লিঙ্ক যুক্ত করুন
bs: Dodaj vezu
da: Tilføj link
el: Προσθήκη συνδέσμου
es: Añadir enlace
et: Lisa link
fi: Lisää linkki
fr: Ajouter un lien
ga: Cuir nasc leis
he: הוסף קישור
hi: लिंक जोड़ें
id: Tambah tautan
is: Bæta við hlekk
ja: リンクを追加
ka: ბმულის დამატება
lt: Pridėti nuorodą
mn: Холбоос нэмэх
ms: Tambah pautan
ne: लिङ्क थप्नुहोस्
nl: Link toevoegen
no: Legg til lenke
pt: Adicionar link
ro: Adaugă un link
sl: Dodaj povezavo
sr: Додај везу
sv: Lägg till länk
th: เพิ่มลิงก์
uk: Додати посилання
vi: Thêm liên kết

source: Add observation
af: Voeg waarneming by
ar: أضف ملاحظة
az: Müşahidə əlavə et
bg: Добави забележка
bn: পর্যবেক্ষণ যুক্ত করুন
bs: Dodaj opservaciju
da: Tilføj observation
el: Προσθήκη παρατήρησης
es: Añadir observación
et: Lisa märkus
fi: Lisää havainto
fr: Ajouter une observation
ga: Cuir breathnadóireacht leis
he: הוסף הערה
hi: अवलोकन जोड़ें
id: Tambah observasi
is: Bæta við athugasemd
ja: 観察記録を追加
ka: დაკვირვების დამატება
lt: Pridėti pastabą
mn: Ажиглалт нэмэх
ms: Tambah pemerhatian
ne: अवलोकन थप्नुहोस्
nl: Observatie toevoegen
no: Legg til observasjon
pt: Adicionar observação
ro: Adaugă o observație
sl: Dodaj opažanje
sr: Додај запажање
sv: Lägg till observation
th: เพิ่มข้อสังเกต
uk: Додати спостереження
vi: Thêm nhận xét

source: Add observation for {studentName}
af: Voeg waarneming by vir {studentName}
ar: أضف ملاحظة لـ {studentName}
az: {studentName} üçün müşahidə əlavə et
bg: Добави забележка за {studentName}
bn: {studentName} এর জন্য পর্যবেক্ষণ যুক্ত করুন
bs: Dodaj opservaciju za {studentName}
da: Tilføj observation til {studentName}
el: Προσθήκη παρατήρησης για τον/την {studentName}
es: Añadir observación para {studentName}
et: Lisa märkus õpilasele {studentName}
fi: Lisää havainto oppilaalle {studentName}
fr: Ajouter une observation pour {studentName}
ga: Cuir breathnadóireacht leis le haghaidh {studentName}
he: הוסף הערה עבור {studentName}
hi: {studentName} के लिए अवलोकन जोड़ें
id: Tambah observasi untuk {studentName}
is: Bæta við athugasemd fyrir {studentName}
ja: {studentName} の観察記録を追加
ka: დაამატეთ დაკვირვება {studentName}- სთვის
lt: Pridėti pastabą apie {studentName}
mn: {studentName}-д ажиглалт нэмэх
ms: Tambah pemerhatian untuk {studentName}
ne: {studentName} को लागि अवलोकन थप्नुहोस्
nl: Observatie toevoegen voor {studentName}
no: Legg til observasjon for {studentName}
pt: Adicionar observação para {studentName}
ro: Adaugă o observație pentru {studentName}
sl: Dodaj opažanje za {studentName}
sr: Додај запажање за {studentName}
sv: Lägg till observation för {studentName}
th: เพิ่มข้อสังเกตสำหรับ {studentName}
uk: Додати спостереження для {studentName}
vi: Thêm nhận xét cho {studentName}

source: Announcement
af: Aankondiging
ar: إعلان
az: Elan
bg: Съобщение
bn: ঘোষণা
bs: Obavještenje
da: Meddelelse
el: Ανακοίνωση
es: Anuncio
et: Teaate
fi: Ilmoitus
fr: Annonce
ga: Fógra
he: הודעה
hi: घोषणा
id: Pengumuman
is: Tilkynning
ja: お知らせ
ka: განცხადება
lt: Pranešimas
mn: Зарлал
ms: Pengumuman
ne: घोषणा
nl: Aankondiging
no: Kunngjøring
pt: Anúncio
ro: Anunț
sl: Obvestilo
sr: Обавештење
sv: Meddelande
th: ประกาศ
uk: Оголошення
vi: Thông báo

source: Announcements
af: Aankondigings
ar: الإعلانات
az: Elanlar
bg: Съобщения
bn: ঘোষণা
bs: Obavještenja
da: Meddelelser
el: Ανακοινώσεις
es: Anuncios
et: Teated
fi: Ilmoitukset
fr: Annonces
ga: Fógraí
he: הודעות
hi: घोषणाएँ
id: Pengumuman
is: Tilkynningar
ja: お知らせ
ka: განცხადებები
lt: Pranešimai
mn: Зарлалууд
ms: Pengumuman
ne: घोषणाहरू
nl: Aankondigingen
no: Kunngjøringer
pt: Anúncios
ro: Anunțuri
sl: Obvestila
sr: Обавештења
sv: Meddelanden
th: ประกาศ
uk: Оголошення
vi: Thông báo

source: Are you sure you want to add these grades?
af: Is jy seker jy wil hierdie punte byvoeg?
ar: هل أنت متأكد أنك تريد إضافة هذه الدرجات؟
az: Bu qiymətləri əlavə etmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да добавите тези оценки?
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রেডগুলি যুক্ত করতে চান?
bs: Da li ste sigurni da želite dodati ove ocjene?
da: Er du sikker på, at du vil tilføje disse karakterer?
el: Είστε σίγουροι ότι θέλετε να προσθέσετε αυτούς τους βαθμούς;
es: ¿Estás seguro de que quieres añadir estas calificaciones?
et: Kas oled kindel, et soovid need hinded lisada?
fi: Haluatko varmasti lisätä nämä arvosanat?
fr: Êtes-vous sûr de vouloir ajouter ces notes ?
ga: An bhfuil tú cinnte gur mian leat na gráid seo a chur leis?
he: האם אתה בטוח שברצונך להוסיף ציונים אלה?
hi: क्या आप वाकई ये ग्रेड जोड़ना चाहते हैं?
id: Apakah Anda yakin ingin menambahkan nilai-nilai ini?
is: Ertu viss um að þú viljir bæta við þessum einkunnum?
ja: 本当にこれらの成績を追加しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ შეფასებების დამატება?
lt: Ar tikrai norite pridėti šiuos pažymius?
mn: Та эдгээр дүнг нэмэхийг хүсэж байгаа юу?
ms: Adakah anda pasti anda ingin menambah gred ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यी ग्रेडहरू थप्न चाहनुहुन्छ?
nl: Weet u zeker dat u deze cijfers wilt toevoegen?
no: Er du sikker på at du vil legge til disse karakterene?
pt: Tem certeza de que deseja adicionar estas notas?
ro: Ești sigur că vrei să adaugi aceste note?
sl: Ali ste prepričani, da želite dodati te ocene?
sr: Да ли сте сигурни да желите да додате ове оцене?
sv: Är du säker på att du vill lägga till dessa betyg?
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่มเกรดเหล่านี้
uk: Ви впевнені, що хочете додати ці оцінки?
vi: Bạn có chắc chắn muốn thêm những điểm này không?

source: Are you sure you want to add this absence?
af: Is jy seker jy wil hierdie afwesigheid byvoeg?
ar: هل أنت متأكد أنك تريد إضافة هذا الغياب؟
az: Bu dərs buraxmanı əlavə etmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да добавите това отсъствие?
bn: আপনি কি নিশ্চিত যে আপনি এই অনুপস্থিতি যোগ করতে চান?
bs: Da li ste sigurni da želite dodati ovaj izostanak?
da: Er du sikker på, at du vil tilføje dette fravær?
el: Είστε σίγουροι ότι θέλετε να προσθέσετε αυτήν την απουσία;
es: ¿Estás seguro de que quieres añadir esta ausencia?
et: Kas oled kindel, et soovid selle puudumise lisada?
fi: Haluatko varmasti lisätä tämän poissaolon?
fr: Êtes-vous sûr de vouloir ajouter cette absence ?
ga: An bhfuil tú cinnte gur mian leat an neamhláithreacht seo a chur leis?
he: האם אתה בטוח שברצונך להוסיף היעדרות זו?
hi: क्या आप वाकई ये अनुपस्थिति जोड़ना चाहते हैं?
id: Apakah Anda yakin ingin menambahkan absensi ini?
is: Ertu viss um að þú viljir bæta við þessari fjarvist?
ja: 本当にこの欠席を追加しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ არყოფნის დამატება?
lt: Ar tikrai norite pridėti šį praleidimą?
mn: Та энэ ирцийг нэмэхийг хүсэж байгаа юу?
ms: Adakah anda pasti ingin menambah ketidakhadiran ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो अनुपस्थिति थप्न चाहनुहुन्छ?
nl: Weet u zeker dat u deze afwezigheid wilt toevoegen?
no: Er du sikker på at du vil legge til dette fraværet?
pt: Tem certeza de que deseja adicionar esta falta?
ro: Ești sigur că vrei să adaugi această absență?
sl: Ali ste prepričani, da želite dodati to odsotnost?
sr: Да ли сте сигурни да желите да додате овај изостанак?
sv: Är du säker på att du vill lägga till denna frånvaro?
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่มการขาดเรียนนี้
uk: Ви впевнені, що хочете додати цю відсутність?
vi: Bạn có chắc chắn muốn thêm lần vắng mặt này không?

source: Are you sure you want to add this grade?
af: Is jy seker jy wil hierdie punt byvoeg?
ar: هل أنت متأكد أنك تريد إضافة هذه الدرجة؟
az: Bu qiyməti əlavə etmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да добавите тази оценка?
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রেডটি যুক্ত করতে চান?
bs: Da li ste sigurni da želite dodati ovu ocjenu?
da: Er du sikker på, at du vil tilføje denne karakter?
el: Είστε σίγουροι ότι θέλετε να προσθέσετε αυτόν τον βαθμό;
es: ¿Estás seguro de que quieres añadir esta calificación?
et: Kas oled kindel, et soovid selle hinde lisada?
fi: Haluatko varmasti lisätä tämän arvosanan?
fr: Êtes-vous sûr de vouloir ajouter cette note ?
ga: An bhfuil tú cinnte gur mian leat an gráid seo a chur leis?
he: האם אתה בטוח שברצונך להוסיף ציון זה?
hi: क्या आप वाकई ये ग्रेड जोड़ना चाहते हैं?
id: Apakah Anda yakin ingin menambahkan nilai ini?
is: Ertu viss um að þú viljir bæta við þessari einkunn?
ja: 本当にこの成績を追加しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ შეფასების დამატება?
lt: Ar tikrai norite pridėti šį pažymį?
mn: Та энэ дүнг нэмэхийг хүсэж байгаа юу?
ms: Adakah anda pasti ingin menambah gred ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो ग्रेड थप्न चाहनुहुन्छ?
nl: Weet u zeker dat u dit cijfer wilt toevoegen?
no: Er du sikker på at du vil legge til denne karakteren?
pt: Tem certeza de que deseja adicionar esta nota?
ro: Ești sigur că vrei să adaugi această notă?
sl: Ali ste prepričani, da želite dodati to oceno?
sr: Да ли сте сигурни да желите да додате ову оцену?
sv: Är du säker på att du vill lägga till detta betyg?
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่มเกรดนี้
uk: Ви впевнені, що хочете додати цю оцінку?
vi: Bạn có chắc chắn muốn thêm điểm này không?

source: Are you sure you want to add this observation?
af: Is jy seker jy wil hierdie waarneming byvoeg?
ar: هل أنت متأكد أنك تريد إضافة هذه الملاحظة؟
az: Bu müşahidəni əlavə etmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да добавите тази забележка?
bn: আপনি কি নিশ্চিত যে আপনি এই পর্যবেক্ষণটি যুক্ত করতে চান?
bs: Da li ste sigurni da želite dodati ovu opservaciju?
da: Er du sikker på, at du vil tilføje denne observation?
el: Είστε σίγουροι ότι θέλετε να προσθέσετε αυτήν την παρατήρηση;
es: ¿Estás seguro de que quieres añadir esta observación?
et: Kas oled kindel, et soovid selle märkuse lisada?
fi: Haluatko varmasti lisätä tämän havainnon?
fr: Êtes-vous sûr de vouloir ajouter cette observation ?
ga: An bhfuil tú cinnte gur mian leat an breathnadóireacht seo a chur leis?
he: האם אתה בטוח שברצונך להוסיף הערה זו?
hi: क्या आप वाकई ये अवलोकन जोड़ना चाहते हैं?
id: Apakah Anda yakin ingin menambahkan observasi ini?
is: Ertu viss um að þú viljir bæta við þessari athugasemd?
ja: 本当にこの観察記録を追加しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ დაკვირვების დამატება?
lt: Ar tikrai norite pridėti šią pastabą?
mn: Та энэ ажиглалтыг нэмэхийг хүсэж байгаа юу?
ms: Adakah anda pasti ingin menambah pemerhatian ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो अवलोकन थप्न चाहनुहुन्छ?
nl: Weet u zeker dat u deze observatie wilt toevoegen?
no: Er du sikker på at du vil legge til denne observasjonen?
pt: Tem certeza de que deseja adicionar esta observação?
ro: Ești sigur că vrei să adaugi această observație?
sl: Ali ste prepričani, da želite dodati to opažanje?
sr: Да ли сте сигурни да желите да додате ово запажање?
sv: Är du säker på att du vill lägga till denna observation?
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่มข้อสังเกตนี้
uk: Ви впевнені, що хочете додати це спостереження?
vi: Bạn có chắc chắn muốn thêm nhận xét này không?

source: Are you sure you want to change this grade?
af: Is jy seker jy wil hierdie punt verander?
ar: هل أنت متأكد أنك تريد تغيير هذه الدرجة؟
az: Bu qiyməti dəyişdirmək istədiyinizə əminsinizmi?
bg: Сигурни ли сте, че искате да промените тази оценка?
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রেডটি পরিবর্তন করতে চান?
bs: Da li ste sigurni da želite promijeniti ovu ocjenu?
da: Er du sikker på, at du vil ændre denne karakter?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε αυτόν τον βαθμό;
es: ¿Estás seguro de que quieres cambiar esta calificación?
et: Kas oled kindel, et soovid seda hinnet muuta?
fi: Haluatko varmasti muuttaa tätä arvosanaa?
fr: Êtes-vous sûr de vouloir modifier cette note ?
ga: An bhfuil tú cinnte gur mian leat an gráid seo a athrú?
he: האם אתה בטוח שברצונך לשנות ציון זה?
hi: क्या आप वाकई ये ग्रेड बदलना चाहते हैं?
id: Apakah Anda yakin ingin mengubah nilai ini?
is: Ertu viss um að þú viljir breyta þessari einkunn?
ja: 本当にこの成績を変更しますか？
ka: დარწინებული ხართ, რომ გსურთ ამ შეფასების შეცვლა?
lt: Ar tikrai norite pakeisti šį pažymį?
mn: Та энэ дүнг өөрчлөхийг хүсэж байгаа юу?
ms: Adakah anda pasti ingin menukar gred ini?
ne: के तपाईँ पक्का हुनुहुन्छ कि तपाईँ यो ग्रेड परिवर्तन गर्न चाहनुहुन्छ?
nl: Weet u zeker dat u dit cijfer wilt wijzigen?
no: Er du sikker på at du vil endre denne karakteren?
pt: Tem certeza de que deseja alterar esta nota?
ro: Ești sigur că vrei să schimbi această notă?
sl: Ali ste prepričani, da želite spremeniti to oceno?
sr: Да ли сте сигурни да желите да промените ову оцену?
sv: Är du säker på att du vill ändra detta betyg?
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนเกรดนี้
uk: Ви впевнені, що хочете змінити цю оцінку?
vi: Bạn có chắc chắn muốn thay đổi điểm này không?
