Repository: SkolHub/SchoolHub-mobile
Catalog: locales/*/messages.po
Languages: af, ar, az, bg, bn, bs, da, el, es, et, fi, fr, ga, he, hi, id, is, ja, ka, lt, mn, ms, ne, nl, no, pt, ro, sl, sr, sv, th, uk, vi

source: Authenticate to change grade
af: Verifieer om punt te verander
ar: التحقق لتغيير الدرجة
az: Qiyməti dəyişdirmək üçün daxil olun
bg: Автентикирайте се, за да промените оценка
bn: গ্রেড পরিবর্তন করার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste promijenili ocjenu
da: Godkend for at ændre karakter
el: Επαλήθευση για αλλαγή βαθμού
es: Autentícate para cambiar la calificación
et: Autentige ennast hinde muutmiseks
fi: Todenna henkilöllisyytesi muuttaaksesi arvosanaa
fr: Authentifiez-vous pour modifier la note
ga: Fíoraigh chun gráid a athrú
he: אמת זהות כדי לשנות ציון
hi: ग्रेड बदलने के लिए प्रमाणित करें
id: Autentikasi untuk mengubah nilai
is: Aufsamþykkja til að breyta einkunn
ja: 成績を変更するには認証してください
ka: ავტორიზაცია შეფასების შესაცვლელად
lt: Prisijunkite, norėdami pakeisti pažymį
mn: Дүнг өөрчлөхийн тулд нэвтрэнэ үү
ms: Sahkan untuk menukar gred
ne: ग्रेड परिवर्तन गर्न प्रमाणित गर्नुहोस्
nl: Authenticeren om cijfer te wijzigen
no: Logg inn for å endre karakter
pt: Autentique-se para alterar nota
ro: Autentifică-te pentru a schimba nota
sl: Preverite pristnost za spreminjanje ocene
sr: Аутентификујте се да бисте променили оцену
sv: Autentisera för att ändra betyg
th: ยืนยันตัวตนเพื่อเปลี่ยนเกรด
uk: Авторизуйтесь, щоб змінити оцінку
vi: Xác thực để thay đổi điểm

source: Authenticate to delete absence
af: Verifieer om afwesigheid te verwyder
ar: التحقق لحذف الغياب
az: Dərs buraxmasını silmək üçün daxil olun
bg: Автентикирайте се, за да изтриете отсъствие
bn: অনুপস্থিতি মুছে ফেলার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste obrisali izostanak
da: Godkend for at slette fravær
el: Επαλήθευση για διαγραφή απουσίας
es: Autentícate para eliminar la ausencia
et: Autentige ennast puudumise kustutamiseks
fi: Todenna henkilöllisyytesi poistaaksesi poissaolon
fr: Authentifiez-vous pour supprimer l'absence
ga: Fíoraigh chun neamhláithreacht a scriosadh
he: אמת זהות כדי למחוק היעדרות
hi: अनुपस्थिति हटाने के लिए प्रमाणित करें
id: Autentikasi untuk menghapus absensi
is: Aufsamþykkja til að eyða fjarvist
ja: 欠席を削除するには認証してください
ka: ავტორიზაცია არყოფნის წასაშლელად
lt: Prisijunkite, norėdami pašalinti praleidimą
mn: Ирцийг устгахын тулд нэвтрэнэ үү
ms: Sahkan untuk memadamkan ketidakhadiran
ne: अनुपस्थिति मेटाउन प्रमाणित गर्नुहोस्
nl: Authenticeren om afwezigheid te verwijderen
no: Logg inn for å slette fravær
pt: Autentique-se para excluir falta
ro: Autentifică-te pentru a șterge absența
sl: Preverite pristnost za brisanje odsotnosti
sr: Аутентификујте се да бисте обрисали изостанак
sv: Autentisera för att ta bort frånvaro
th: ยืนยันตัวตนเพื่อลบการขาดเรียน
uk: Авторизуйтесь, щоб видалити відсутність
vi: Xác thực để xóa vắng mặt

source: Authenticate to delete grade
af: Verifieer om punt te verwyder
ar: التحقق لحذف الدرجة
az: Qiyməti silmək üçün daxil olun
bg: Автентикирайте се, за да изтриете оценка
bn: গ্রেড মুছে ফেলার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste obrisali ocjenu
da: Godkend for at slette karakter
el: Επαλήθευση για διαγραφή βαθμού
es: Autentícate para eliminar la calificación
et: Autentige ennast hinde kustutamiseks
fi: Todenna henkilöllisyytesi poistaaksesi arvosanan
fr: Authentifiez-vous pour supprimer la note
ga: Fíoraigh chun gráid a scriosadh
he: אמת זהות כדי למחוק ציון
hi: ग्रेड हटाने के लिए प्रमाणित करें
id: Autentikasi untuk menghapus nilai
is: Aufsamþykkja til að eyða einkunn
ja: 成績を削除するには認証してください
ka: ავტორიზაცია შეფასების წასაშლელად
lt: Prisijunkite, norėdami pašalinti pažymį
mn: Дүнг устгахын тулд нэвтрэнэ үү
ms: Sahkan untuk memadamkan gred
ne: ग्रेड मेटाउन प्रमाणित गर्नुहोस्
nl: Authenticeren om cijfer te verwijderen
no: Logg inn for å slette karakter
pt: Autentique-se para excluir nota
ro: Autentifică-te pentru a șterge nota
sl: Preverite pristnost za brisanje ocene
sr: Аутентификујте се да бисте обрисали оцену
sv: Autentisera för att ta bort betyg
th: ยืนยันตัวตนเพื่อลบเกรด
uk: Авторизуйтесь, щоб видалити оцінку
vi: Xác thực để xóa điểm

source: Authenticate to delete observation
af: Verifieer om waarneming te verwyder
ar: التحقق لحذف الملاحظة
az: Müşahidəni silmək üçün daxil olun
bg: Автентикирайте се, за да изтриете забележка
bn: পর্যবেক্ষণ মুছে ফেলার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste obrisali opservaciju
da: Godkend for at slette observation
el: Επαλήθευση για διαγραφή παρατήρησης
es: Autentícate para eliminar la observación
et: Autentige ennast märkuse kustutamiseks
fi: Todenna henkilöllisyytesi poistaaksesi havainnon
fr: Authentifiez-vous pour supprimer l'observation
ga: Fíoraigh chun breathnadóireacht a scriosadh
he: אמת זהות כדי למחוק הערה
hi: अवलोकन हटाने के लिए प्रमाणित करें
id: Autentikasi untuk menghapus observasi
is: Aufsamþykkja til að eyða athugasemd
ja: 観察記録を削除するには認証してください
ka: ავტორიზაცია დაკვირვების წასაშლელად
lt: Prisijunkite, norėdami pašalinti pastabą
mn: Ажиглалтыг устгахын тулд нэвтрэнэ үү
ms: Sahkan untuk memadamkan pemerhatian
ne: अवलोकन मेटाउन प्रमाणित गर्नुहोस्
nl: Authenticeren om observatie te verwijderen
no: Logg inn for å slette observasjon
pt: Autentique-se para excluir observação
ro: Autentifică-te pentru a șterge observația
sl: Preverite pristnost za brisanje opažanja
sr: Аутентификујте се да бисте обрисали запажање
sv: Autentisera för att ta bort observation
th: ยืนยันตัวตนเพื่อลบข้อสังเกต
uk: Авторизуйтесь, щоб видалити спостереження
vi: Xác thực để xóa nhận xét

source: Authenticate to excuse absence
af: Verifieer om afwesigheid te verskoon
ar: التحقق لتبرير الغياب
az: Dərs buraxmasını əsaslandırmaq üçün daxil olun
bg: Автентикирайте се, за да извините отсъствие
bn: অনুপস্থিতি ক্ষমা করার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste opravdali izostanak
da: Godkend for at undskylde fravær
el: Επαλήθευση για δικαιολόγηση απουσίας
es: Autentícate para justificar la ausencia
et: Autentige ennast puudumise vabanduseks
fi: Todenna henkilöllisyytesi hyväksyäksesi poissaolon
fr: Authentifiez-vous pour excuser l'absence
ga: Fíoraigh chun neamhláithreacht a leithscéal
he: אמת זהות כדי לאשר היעדרות
hi: अनुपस्थिति को क्षमा करने के लिए प्रमाणित करें
id: Autentikasi untuk mengizinkan absensi
is: Aufsamþykkja til að afsaka fjarvist
ja: 欠席を excused にするには認証してください
ka: ავტორიზაცია არყოფნის გასაპატიებლად
lt: Prisijunkite, norėdami pateisinti praleidimą
mn: Ирцийг зөвтгөхийн тулд нэвтрэнэ үү
ms: Sahkan untuk memaafkan ketidakhadiran
ne: अनुपस्थिति क्षमा गर्न प्रमाणित गर्नुहोस्
nl: Authenticeren om afwezigheid te verontschuldigen
no: Logg inn for å gi gyldig fravær
pt: Autentique-se para justificar falta
ro: Autentifică-te pentru a motiva absență
sl: Preverite pristnost za opravičilo odsotnosti
sr: Аутентификујте се да бисте оправдали изостанак
sv: Autentisera för att ursäkta frånvaro
th: ยืนยันตัวตนเพื่อให้อภัยการขาดเรียน
uk: Авторизуйтесь, щоб виправдати відсутність
vi: Xác thực để chấp nhận lý do vắng mặt

source: Authenticate to return submission
af: Verifieer om voorlegging terug te stuur
ar: التحقق لإرجاع الإرسال
az: Təqdimatı geri qaytarmaq üçün daxil olun
bg: Автентикирайте се, за да върнете предаване
bn: জমা ফেরত দেওয়ার জন্য প্রমাণীকরণ করুন
bs: Autentifikujte se da biste vratili rad
da: Godkend for at returnere aflevering
el: Επαλήθευση για επιστροφή υποβολής
es: Autentícate para devolver la entrega
et: Autentige ennast esituse tagastamiseks
fi: Todenna henkilöllisyytesi palauttaaksesi palautuksen
fr: Authentifiez-vous pour renvoyer la soumission
ga: Fíoraigh chun aighneacht a thabhairt ar ais
he: אמת זהות כדי להחזיר הגשה
hi: सबमिशन वापस करने के लिए प्रमाणित करें
id: Autentikasi untuk mengembalikan tugas
is: Aufsamþykkja til að skila skilum
ja: 提出物を返却するには認証してください
ka: ავტორიზაცია დავალების დასაბრუნებლად
lt: Prisijunkite, norėdami grąžinti darbą
mn: Даалгаврыг буцаахын тулд нэвтрэнэ үү
ms: Sahkan untuk memulangkan penyerahan
ne: बुझाइएको काम फिर्ता गर्न प्रमाणित गर्नुहोस्
nl: Authenticeren om inzending te retourneren
no: Logg inn for å returnere innlevering
pt: Autentique-se para devolver a tarefa
ro: Autentifică-te pentru a returna temă
sl: Preverite pristnost za vrnitev oddaje
sr: Аутентификујте се да бисте вратили рад
sv: Autentisera för att skicka tillbaka inlämningsuppgift
th: ยืนยันตัวตนเพื่อส่งงานกลับ
uk: Авторизуйтесь, щоб повернути роботу
vi: Xác thực để trả lại bài tập

source: average
af: gemiddeld
ar: المعدل
az: orta
bg: среден
bn: গড়
bs: prosjek
da: gennemsnit
el: Μέσος όρος
es: promedio
et: keskmine
fi: keskiarvo
fr: moyenne
ga: meán
he: ממוצע
hi: औसत
id: rata-rata
is: meðaltal
ja: 平均
ka: საშუალო
lt: vidurkis
mn: дундаж
ms: purata
ne: औसत
nl: gemiddelde
no: gjennomsnitt
pt: média
ro: media
sl: povprečje
sr: просек
sv: medelvärde
th: ค่าเฉลี่ย
uk: середній
vi: trung bình

source: average grades
af: gemiddelde punte
ar: متوسط ​​الدرجات
az: orta qiymətlər
bg: средни оценки
bn: গড় গ্রেড
bs: prosječne ocjene
da: gennemsnitskarakterer
el: Μέσοι όροι βαθμών
es: calificaciones promedio
et: keskmised hinded
fi: keskiarvot
fr: moyennes des notes
ga: gráid mheán
he: ממוצע ציונים
hi: औसत ग्रेड
id: nilai rata-rata
is: meðaleinkunnir
ja: 平均成績
ka: საშუალო შეფასებები
lt: vidutiniai pažymiai
mn: дундаж дүн
ms: gred purata
ne: औसत ग्रेडहरू
nl: gemiddelde cijfers
no: gjennomsnittskarakterer
pt: médias das notas
ro: media notelor
sl: povprečne ocene
sr: просечне оцене
sv: genomsnittliga betyg
th: เกรดเฉลี่ย
uk: середні оцінки
vi: điểm trung bình

source: Body
af: Liggaam
ar: النص
az: Mətn
bg: Съдържание
bn: বডি
bs: Tijelo
da: Tekst
el: Κείμενο
es: Cuerpo
et: Sisu
fi: Sisältö
fr: Corps
ga: Comhlacht
he: גוף
hi: विषय
id: Isi
is: Meginmál
ja: 本文
ka: ტექსტი
lt: Turinys
mn: Агуулга
ms: Isi
ne: शरीर
nl: Inhoud
no: Innhold
pt: Corpo
ro: Conținut
sl: Telo
sr: Тело
sv: Innehåll
th: เนื้อหา
uk: Текст
vi: Nội dung

source: Body must be completed
af: Liggaam moet voltooi word
ar: يجب إكمال النص
az: Mətn tamamlanmalıdır
bg: Съдържанието трябва да бъде попълнено
bn: বডি অবশ্যই সম্পূর্ণ করতে হবে
bs: Tijelo mora biti popunjeno
da: Tekst skal udfyldes
el: Το κείμενο πρέπει να συμπληρωθεί
es: El cuerpo debe estar completo
et: Sisu peab olema täidetud
fi: Sisältö on pakollinen
fr: Le corps doit être complété
ga: Ní mór an comhlacht a chomhlánú
he: יש להשלים את גוף ההודעה
hi: विषय पूरा होना चाहिए
id: Isi harus dilengkapi
is: Meginmál verður að vera fyllt út
ja: 本文を入力してください
ka: ტექსტი უნდა დასრულდეს
lt: Turinys turi būti užpildytas
mn: Агуулгыг бөглөх шаардлагатай
ms: Isi mesti dilengkapkan
ne: शरीर पूरा गर्नुपर्छ
nl: Inhoud moet worden ingevuld
no: Innhold må fylles ut
pt: O corpo precisa ser preenchido
ro: Conținutul trebuie completat
sl: Telo mora biti izpolnjeno
sr: Тело мора бити попуњено
sv: Innehållet måste fyllas i
th: ต้องกรอกเนื้อหา
uk: Поле тексту не може бути порожнім
vi: Nội dung phải được điền đầy đủ

source: Can't sign you in!
af: Kan jou nie aanmeld nie!
ar: لا يمكن تسجيل دخولك!
az: Sizi daxil edə bilmirik!
bg: Не можем да ви впишем!
bn: আপনাকে সাইন ইন করা যাচ্ছে না!
bs: Nije moguće prijaviti vas!
da: Kan ikke logge dig ind!
el: Δεν είναι δυνατή η σύνδεσή σας!
es: ¡No se puede iniciar sesión!
et: Ei saa teid sisse logida!
fi: Kirjautuminen epäonnistui!
fr: Impossible de vous connecter !
ga: Ní féidir síniú isteach!
he: לא ניתן להתחבר!
hi: आपको साइन इन नहीं किया जा सकता!
id: Tidak dapat masuk!
is: Get ekki skráð þig inn!
ja: サインインできません！
ka: ვერ შევდივართ!
lt: Nepavyko prisijungti!
mn: Нэвтрүүлж чалгаагүй байна!
ms: Tidak dapat log masuk!
ne: तपाईंलाई साइन इन गर्न सकिएन!
nl: Kan u niet aanmelden!
no: Kan ikke logge deg inn!
pt: Não foi possível fazer login!
ro: Nu te putem autentifica!
sl: Prijava ni mogoča!
sr: Не могу да вас пријавим!
sv: Det gick inte att logga in!
th: ไม่สามารถลงชื่อเข้าใช้ได้!
uk: Не вдалося увійти!
vi: Không thể đăng nhập!

source: Cancel
af: Kanselleer
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল করুন
bs: Otkaži
da: Annuller
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
ga: Cealaigh
he: ביטול
hi: रद्द करें
id: Batal
is: Hætta við
ja: キャンセル
ka: გაუქმება
lt: Atšaukti
mn: Цуцлах
ms: Batal
ne: रद्द गर्नुहोस्
nl: Annuleren
no: Avbryt
pt: Cancelar
ro: Anulează
sl: Prekliči
sr: Откажи
sv: Avbryt
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Change
af: Verander
ar: غير
az: Dəyiş
bg: Промяна
bn: পরিবর্তন করুন
bs: Promijeni
da: Ændre
el: Αλλαγή
es: Cambiar
et: Muuda
fi: Muuta
fr: Modifier
ga: Athraigh
he: שנה
hi: बदलें
id: Ubah
is: Breyta
ja: 変更
ka: შეცვლა
lt: Keisti
mn: Өөрчлөх
ms: Tukar
ne: परिवर्तन गर्नुहोस्
nl: Wijzigen
no: Endre
pt: Alterar
ro: Schimbă
sl: Spremeni
sr: Промени
sv: Ändra
th: เปลี่ยน
uk: Змінити
vi: Thay đổi

source: Change grade
af: Verander punt
ar: تغيير الدرجة
az: Qiyməti dəyiş
bg: Промени оценката
bn: গ্রেড পরিবর্তন করুন
bs: Promijeni ocjenu
da: Ændre karakter
el: Αλλαγή βαθμού
es: Cambiar calificación
et: Muuda hinnet
fi: Muuta arvosanaa
fr: Modifier la note
ga: Athraigh gráid
he: שנה ציון
hi: ग्रेड बदलें
id: Ubah nilai
is: Breyta einkunn
ja: 成績を変更
ka: შეფასების შეცვლა
lt: Keisti pažymį
mn: Дүнг өөрчлөх
ms: Tukar gred
ne: ग्रेड परिवर्तन गर्नुहोस्
nl: Cijfer wijzigen
no: Endre karakter
pt: Alterar nota
ro: Schimbă nota
sl: Spremeni oceno
sr: Промени оцену
sv: Ändra betyg
th: เปลี่ยนเกรด
uk: Змінити оцінку
vi: Thay đổi điểm

source: Change password
af: Verander wagwoord
ar: تغيير كلمة المرور
az: Şifrəni dəyiş
bg: Смяна на парола
bn: পাসওয়ার্ড পরিবর্তন করুন
bs: Promijeni lozinku
da: Skift adgangskode
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
et: Muuda parooli
fi: Vaihda salasana
fr: Changer de mot de passe
ga: Athraigh pasfhocal
he: שנה סיסמה
hi: पासवर्ड बदले
id: Ubah kata sandi
is: Breyta lykilorði
ja: パスワードを変更
ka: პაროლის შეცვლა
lt: Keisti slaptažodį
mn: Нууц үгийг өөрчлөх
ms: Tukar kata laluan
ne: पासवर्ड परिवर्तन गर्नुहोस्
nl: Wachtwoord wijzigen
no: Endre passord
pt: Mudar senha
ro: Schimbă parola
sl: Spremeni geslo
sr: Промени лозинку
sv: Ändra lösenord
th: เปลี่ยนรหัสผ่าน
uk: Змінити пароль
vi: Đổi mật khẩu

source: Choose due date
af: Kies sperdatum
ar: حدد تاريخ الاستحقاق
az: Son tarixi seçin
bg: Изберете краен срок
bn: শেষ তারিখ নির্বাচন করুন
bs: Odaberite rok
da: Vælg afleveringsfrist
el: Επιλογή ημερομηνίας παράδοσης
es: Elegir fecha límite
et: Vali tähtaeg
fi: Valitse eräpäivä
fr: Choisir la date limite
ga: Roghnaigh dáta dlite
he: בחר תאריך יעד
hi: नियत तारीख चुनें
id: Pilih tanggal jatuh tempo
is: Veldu skiladag
ja: 締め切りを選択
ka: აირჩიეთ ვადა
lt: Pasirinkite terminą
mn: Хугацааг сонгоно уу
ms: Pilih tarikh akhir
ne: मिती छान्नुहोस्
nl: Kies vervaldatum
no: Velg forfallsdato
pt: Escolher data de entrega
ro: Alege termenul limită
sl: Izberite rok
sr: Изаберите рок
sv: Välj förfallodatum
th: เลือกวันครบกำหนด
uk: Виберіть кінцевий термін
vi: Chọn ngày đến hạn

source: Choose planned day for the test
af: Kies beplande dag vir die toets
ar: اختر اليوم المخطط له للاختبار
az: Test üçün planlaşdırılan günü seçin
bg: Изберете планиран ден за теста
bn: পরীক্ষার জন্য পরিকল্পিত দিন নির্বাচন করুন
bs: Odaberite planirani dan za test
da: Vælg planlagt dag for testen
el: Επιλέξτε την προγραμματισμένη ημέρα για το τεστ
es: Elegir el día previsto para el examen
et: Vali testi plaanitav päev
fi: Valitse kokeen suunniteltu päivä
fr: Choisir le jour prévu pour le test
ga: Roghnaigh lá pleanáilte don tástáil
he: בחר יום מתוכנן למבחן
hi: परीक्षण के लिए नियोजित दिन चुनें
id: Pilih hari yang direncanakan untuk tes
is: Veldu áætlaðan dag fyrir prófið
ja: テストの予定日を選択
ka: აირჩიეთ დაგეგმილი დღე ტესტისთვის
lt: Pasirinkite suplanuotą testo dieną
mn: Шалгалтын төлөвлөсөн өдрийг сонгоно уу
ms: Pilih hari yang dirancang untuk ujian
ne: परीक्षाको लागि योजनाबद्ध दिन छान्नुहोस्
nl: Kies geplande dag voor de toets
no: Velg planlagt dag for testen
pt: Escolha o dia planejado para a prova
ro: Alege ziua planificată pentru test
sl: Izberite načrtovani dan za preizkus
sr: Изаберите планирани дан за тест
sv: Välj planerad dag för provet
th: เลือกวันกำหนดการทดสอบ
uk: Виберіть запланований день для тесту
vi: Chọn ngày dự kiến ​​cho bài kiểm tra

source: class average
af: klasgemiddeld
ar: متوسط ​​الصف
az: sinif ortalaması
bg: среден успех на класа
bn: শ্রেণির গড়
bs: prosjek razreda
da: klassegennemsnit
el: Μέσος όρος τάξης
es: promedio de la clase
et: klassi keskmine
fi: luokan keskiarvo
fr: moyenne de la classe
ga: meán an ranga
he: ממוצע כיתה
hi: कक्षा का औसत
id: rata-rata kelas
is: meðaleinkunn bekkjar
ja: クラス平均
ka: კლასის საშუალო
lt: klasės vidurkis
mn: ангийн дундаж
ms: purata kelas
ne: कक्षा औसत
nl: klasgemiddelde
no: klassesnitt
pt: média da turma
ro: media clasei
sl: povprečje razreda
sr: просек разреда
sv: klass medelvärde
th: ค่าเฉลี่ยของชั้นเรียน
uk: середній бал класу
vi: điểm trung bình lớp

source: Class Master
af: Klasmeester
ar: معلم الصف
az: Sinif Rəhbəri
bg: Класен ръководител
bn: শ্রেণি শিক্ষক
bs: Razrednik
da: Klasselærer
el: Υπεύθυνος Τάξης
es: Maestro de clase
et: Klassijuhataja
fi: Luokanopettaja
fr: Professeur principal
ga: Máistir Ranga
he: מורה
hi: कक्षा मास्टर
id: Wali Kelas
is: Bekkjarstjóri
ja: クラス担任
ka: კლასის ხელმძღვანელი
lt: Klasės auklėtojas
mn: Ангийн багш
ms: Guru Kelas
ne: कक्षा मास्टर
nl: Klassenleraar
no: Klassekontakt
pt: Professor
ro: Diriginte
sl: Razrednik
sr: Разредни старешина
sv: Klasslärare
th: ครูประจำชั้น
uk: Класний керівник
vi: Giáo viên chủ nhiệm

source: Classbook
af: Klasboek
ar: دفتر الصف
az: Dərslik
bg: Дневник
bn: শ্রেণি বই
bs: Dnevnik
da: Klassebog
el: Βιβλίο Μητρώου
es: Boletín de calificaciones
et: Päevik
fi: Luokkapäiväkirja
fr: Carnet de notes
ga: Leabhar Ranga
he: יומן כיתה
hi: कक्षा पुस्तिका
id: Buku Kelas
is: Bekkjarbók
ja: クラス記録
ka: საკლასო ჟურნალი
lt: Dienynas
mn: Ангийн журнал
ms: Buku Kelas
ne: कक्षा पुस्तिका
nl: Klasboek
no: Klassebok
pt: Diário de Classe
ro: Catalog
sl: Redovalnica
sr: Дневник
sv: Klassbok
th: สมุดบันทึกประจำชั้น
uk: Класний журнал
vi: Sổ lớp

source: Classes
af: Klasse
ar: الفصول
az: Siniflər
bg: Класове
bn: শ্রেণী
bs: Razredi
da: Klasser
el: Τάξεις
es: Clases
et: Klassid
fi: Luokat
ga: Ranganna
he: כיתות
hi: कक्षाएं
id: Kelas
is: Bekkir
ja: クラス
ka: კლასები
lt: Klasės
mn: Ангиуд
ms: Kelas
ne: कक्षाहरू
nl: Klassen
no: Klasser
pt: Turmas
ro: Clase
sl: Razredi
sr: Одељења
sv: Klasser
th: ชั้นเรียน
uk: Класи
vi: Lớp học

source: Comment for the submission...
af: Opmerking vir die voorlegging...
ar: تعليق على الارسال ...
az: Təqdimat üçün şərh...
bg: Коментар за предаването...
bn: জমার জন্য মন্তব্য ...
bs: Komentar za predaju...
da: Kommentar til afleveringen...
el: Σχόλιο για την υποβολή...
es: Comentario para la entrega...
et: Kommentaar esitusele...
fi: Kommentti palautukseen...
fr: Commentaire pour la soumission...
ga: Trácht don aighneacht...
he: הערה להגשה...
hi: सबमिशन के लिए टिप्पणी...
id: Komentar untuk tugas...
is: Athugasemd við skil...
ja: 提出物へのコメント…
ka: კომენტარი დავალებისთვის ...
lt: Komentaras apie pateiktą darbą...
mn: Илгээсэн даалгаварт зориулсан сэтгэгдэл...
ms: Komen untuk penyerahan...
ne: बुझाउने कामको लागि टिप्पणी...
nl: Opmerking voor de inzending...
no: Kommentar til innleveringen...
pt: Comentário para a tarefa...
ro: Comentariu pentru temă...
sl: Komentar k oddaji...
sr: Коментар за рад...
sv: Kommentar för inlämningsuppgiften...
th: ความคิดเห็นสำหรับการส่ง...
uk: Коментар до роботи...
vi: Nhận xét cho bài tập...

source: Comment is required
af: Opmerking is verpligtend
ar: التعليق مطلوب
az: Şərh tələb olunur
bg: Коментарът е задължителен
bn: মন্তব্য প্রয়োজন
bs: Komentar je obavezan
da: Kommentar er påkrævet
el: Απαιτείται σχόλιο
es: Se requiere un comentario
et: Kommentaar on nõutav
fi: Kommentti on pakollinen
fr: Le commentaire est obligatoire
ga: Tá trácht ag teastáil
he: נדרשת הערה
hi: टिप्पणी आवश्यक है
id: Komentar diperlukan
is: Athugasemd er nauðsynleg
ja: コメントは必須です
ka: კომენტარი აუცილებელია
lt: Būtinas komentaras
mn: Сэтгэгдэл бичих шаардлагатай
ms: Komen diperlukan
ne: टिप्पणी आवश्यक छ
nl: Opmerking is vereist
no: Kommentar er påkrevd
pt: Comentário é obrigatório
ro: Comentariul este obligatoriu
sl: Komentar je obvezen
sr: Коментар је обавезан
sv: Kommentar krävs
th: ต้องกรอกความคิดเห็น
uk: Поле коментаря обов'язкове для заповнення
vi: Yêu cầu phải có nhận xét

source: Comments
af: Opmerkings
ar: التعليقات
az: Şərhlər
bg: Коментари
bn: মন্তব্য
bs: Komentari
da: Kommentarer
el: Σχόλια
es: Comentarios
et: Kommentaarid
fi: Kommentit
fr: Commentaires
ga: Tráchtanna
he: הערות
hi: टिप्पणियाँ
id: Komentar
is: Athugasemdir
ja: コメント
ka: კომენტარები
lt: Komentarai
mn: Сэтгэгдлүүд
ms: Komen
ne: टिप्पणीहरू
nl: Opmerkingen
no: Kommentarer
pt: Comentários
ro: Comentarii
sl: Komentarji
sr: Коментари
sv: Kommentarer
th: ความคิดเห็น
uk: Коментарі
vi: Nhận xét

source: Create
af: Skep
ar: إنشاء
az: Yarat
bg: Създай
bn: তৈরি করুন
bs: Kreiraj
da: Opret
el: Δημιουργία
es: Crear
et: Loo
fi: Luo
fr: Créer
ga: Cruthaigh
he: צור
hi: बनाएँ
id: Buat
is: Búa til
ja: 作成
ka: შექმნა
lt: Sukurti
mn: Үүсгэх
ms: Cipta
ne: बनाउनुहोस्
nl: Maken
no: Opprett
pt: Criar
ro: Creează
sl: Ustvari
sr: Направи
sv: Skapa
th: สร้าง
uk: Створити
vi: Tạo

source: Create a new announcement
af: Skep 'n nuwe aankondiging
ar: إنشاء إعلان جديد
az: Yeni bir elan yaradın
bg: Създайте ново съобщение
bn: একটি নতুন ঘোষণা তৈরি করুন
bs: Kreiraj novo obavještenje
da: Opret en ny meddelelse
el: Δημιουργία νέας ανακοίνωσης
es: Crear un nuevo anuncio
et: Loo uus teade
fi: Luo uusi ilmoitus
fr: Créer une nouvelle annonce
ga: Cruthaigh fógra nua
he: צור הודעה חדשה
hi: एक नई घोषणा बनाएँ
id: Buat pengumuman baru
is: Búa til nýja tilkynningu
ja: 新しいお知らせを作成
ka: შექმენით ახალი განცხადება
lt: Sukurti naują pranešimą
mn: Шинэ зарлал үүсгэх
ms: Buat pengumuman baru
ne: नयाँ घोषणा बनाउनुहोस्
nl: Maak een nieuwe aankondiging
no: Opprett en ny kunngjøring
pt: Criar um novo anúncio
ro: Creează un nou anunț
sl: Ustvari novo obvestilo
sr: Направите ново обавештење
sv: Skapa ett nytt meddelande
th: สร้างประกาศใหม่
uk: Створити нове оголошення
vi: Tạo thông báo mới

source: Create Assignment
af: Skep Opdrag
ar: إنشاء واجب
az: Tapşırıq Yarat
bg: Създаване на задача
bn: অ্যাসাইনমেন্ট তৈরি করুন
bs: Kreiraj zadatak
da: Opret opgave
el: Δημιουργία Εργασίας
es: Crear tarea
et: Loo ülesanne
fi: Luo tehtävä
fr: Créer un devoir
ga: Cruthaigh Obair Bhaile
he: צור מטלה
hi: असाइनमेंट बनाएँ
id: Buat Tugas
is: Búa til verkefni
ja: 課題を作成
ka: შექმენით დავალება
lt: Sukurti užduotį
mn: Даалгавар үүсгэх
ms: Buat Tugasan
ne: कार्य सिर्जना गर्नुहोस्
nl: Opdracht maken
no: Opprett oppgave
pt: Criar Tarefa
ro: Creează temă
sl: Ustvari nalogo
sr: Направи задатак
sv: Skapa uppgift
th: สร้างงานที่มอบหมาย
uk: Створити завдання
vi: Tạo bài tập

source: Create post
af: Skep plasing
ar: إنشاء منشور
az: Yazı yarat
bg: Създаване на публикация
bn: পোস্ট তৈরি করুন
bs: Kreiraj objavu
da: Opret indlæg
el: Δημοσίευση
es: Crear publicación
et: Loo postitus
fi: Luo viesti
fr: Créer une publication
ga: Cruthaigh post
he: צור פוסט
hi: पोस्ट बनाएँ
id: Buat posting
is: Búa til færslu
ja: 投稿を作成
ka: შექმენით პოსტი
lt: Sukurti įrašą
mn: Пост үүсгэх
ms: Buat catatan
ne: पोस्ट सिर्जना गर्नुहोस्
nl: Bericht plaatsen
no: Opprett innlegg
pt: Criar publicação
ro: Creează postare
sl: Ustvari objavo
sr: Направи објаву
sv: Skapa inlägg
th: สร้างโพสต์
uk: Створити публікацію
vi: Tạo bài đăng

source: Date
af: Datum
ar: التاريخ
az: Tarix
bg: Дата
bn: তারিখ
bs: Datum
da: Dato
el: Ημερομηνία
es: Fecha
et: Kuupäev
fi: Päivämäärä
ga: Dáta
he: תאריך
hi: दिनांक
id: Tanggal
is: Dagsetning
ja: 日付
ka: თარიღი
lt: Data
mn: Огноо
ms: Tarikh
ne: मिती
nl: Datum
no: Dato
pt: Data
ro: Data
sl: Datum
sr: Датум
sv: Datum
th: วันที่
uk: Дата
vi: Ngày

source: Delete
af: Verwyder
ar: حذف
az: Sil
bg: Изтрий
bn: মুছে ফেলুন
bs: Obriši
da: Slet
el: Διαγραφή
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
ga: Scrios
he: מחק
hi: हटाएँ
id: Hapus
is: Eyða
ja: 削除
ka: წაშლა
lt: Ištrinti
mn: Устгах
ms: Padam
ne: मेट्नुहोस्
nl: Verwijderen
no: Slett
pt: Excluir
ro: Șterge
sl: Izbriši
sr: Обриши
sv: Radera
th: ลบ
uk: Видалити
vi: Xóa
