Repository: SkolHub/SchoolHub-mobile
Catalog: locales/*/messages.po
Languages: af, ar, az, bg, bn, bs, da, el, es, et, fi, fr, ga, he, hi, id, is, ja, ka, lt, mn, ms, ne, nl, no, pt, ro, sl, sr, sv, th, uk, vi

source: Due {0}
af: Sperdatum {0}
ar: مستحق في {0}
az: {0} tarixinə qədər
bg: Срок: {0}
bn: {0} তারিখে শেষ
bs: Rok: {0}
da: Forfalder {0}
el: Λήγει {0}
es: Fecha límite {0}
et: Tähtaeg {0}
fi: Erääntyy {0}
fr: Échéance {0}
ga: Dlite {0}
he: תאריך יעד: {0}
hi: {0} को देय
id: Jatuh tempo {0}
is: Gjalddagi {0}
ja: {0} 締め切り
ka: ვადა {0}
lt: Terminas: {0}
mn: {0}-нд дуусах
ms: Tarikh akhir {0}
ne: {0} मा म्याद
nl: Vervalt {0}
no: Forfaller {0}
pt: Entrega {0}
ro: Până la {0}
sl: Rok: {0}
sr: Рок: {0}
sv: Förfaller {0}
th: ครบกำหนด {0}
uk: До {0}
vi: Hạn {0}

source: Due {0}, {1}
af: Sperdatum {0}, {1}
ar: مستحق في {0}، {1}
az: {0}, {1} tarixinə qədər
bg: Срок: {0}, {1}
bn: {0}, {1} তারিখে শেষ
bs: Rok: {0}, {1}
da: Forfalder {0}, {1}
el: Λήγει {0}, {1}
es: Fecha límite {0}, {1}
et: Tähtaeg {0}, {1}
fi: Erääntyy {0}, {1}
fr: Échéance {0}, {1}
ga: Dlite {0}, {1}
he: תאריך יעד: {0}, {1}
hi: {0}, {1} को देय
id: Jatuh tempo {0}, {1}
is: Gjalddagi {0}, {1}
ja: {0}、{1} 締め切り
ka: ვადა {0}, {1}
lt: Terminas: {0}, {1}
mn: {0}, {1}-нд дуусах
ms: Tarikh akhir {0}, {1}
ne: {0}, {1} मा म्याद
nl: Vervalt {0}, {1}
no: Forfaller {0}, {1}
pt: Entrega {0}, {1}
ro: Până la {0}, {1}
sl: Rok: {0}, {1}
sr: Рок: {0}, {1}
sv: Förfaller {0}, {1}
th: ครบกำหนด {0}, {1}
uk: До {0}, {1}
vi: Hạn {0}, {1}

source: Due {dueDate}
af: Sperdatum {dueDate}
ar: تاريخ الاستحقاق {dueDate}
az: {dueDate} tarixinə qədər
bg: Срок: {dueDate}
bn: {dueDate} তারিখে শেষ
bs: Rok: {dueDate}
da: Forfalder {dueDate}
el: Λήγει {dueDate}
es: Fecha límite {dueDate}
et: Tähtaeg {dueDate}
fi: Erääntyy {dueDate}
fr: Échéance {dueDate}
ga: Dlite {dueDate}
he: תאריך יעד: {dueDate}
hi: {dueDate} को देय
id: Jatuh tempo {dueDate}
is: Gjalddagi {dueDate}
ja: {dueDate} 締め切り
ka: ვადა {dueDate}
lt: Terminas: {dueDate}
mn: {dueDate}-нд дуусах
ms: Tarikh akhir {dueDate}
ne: {dueDate} मा म्याद
nl: Vervalt {dueDate}
no: Forfaller {dueDate}
pt: Entrega {dueDate}
ro: Până la {dueDate}
sl: Rok: {dueDate}
sr: Рок: {dueDate}
sv: Förfaller {dueDate}
th: ครบกำหนด {dueDate}
uk: До {dueDate}
vi: Hạn {dueDate}

source: Due date
af: Sperdatum
ar: تاريخ الاستحقاق
az: Son tarix
bg: Краен срок
bn: শেষ তারিখ
bs: Rok
da: Afleveringsfrist
el: Ημερομηνία παράδοσης
es: Fecha límite
et: Tähtaeg
fi: Eräpäivä
fr: Date limite
ga: Dáta dlite
he: תאריך יעד
hi: नियत तारीख
id: Tanggal jatuh tempo
is: Skiladagur
ja: 締め切り
ka: ვადა
lt: Terminas
mn: Хугацаа
ms: Tarikh akhir
ne: मिती
nl: Vervaldatum
no: Forfallsdato
pt: Data de entrega
ro: Termen limită
sl: Rok
sr: Рок
sv: Förfallodatum
th: วันครบกำหนด
uk: Кінцевий термін
vi: Ngày đến hạn

source: Edit grade for {studentName}
af: Wysig punt vir {studentName}
ar: تحرير درجة لـ {studentName}
az: {studentName} üçün qiyməti redaktə et
bg: Редактиране на оценка за {studentName}
bn: {studentName} এর জন্য গ্রেড সম্পাদনা করুন
bs: Uredi ocjenu za {studentName}
da: Rediger karakter for {studentName}
el: Επεξεργασία βαθμού για τον/την {studentName}
es: Editar calificación para {studentName}
et: Muuda õpilase {studentName} hinnet
fi: Muokkaa oppilaan {studentName} arvosanaa
fr: Modifier la note de {studentName}
ga: Eagraigh gráid le haghaidh {studentName}
he: ערוך ציון עבור {studentName}
hi: {studentName} के लिए ग्रेड संपादित करें
id: Edit nilai untuk {studentName}
is: Breyta einkunn fyrir {studentName}
ja: {studentName} の成績を編集
ka: შეცვალეთ შეფასება {studentName}- სთვის
lt: Redaguoti {studentName} pažymį
mn: {studentName}-ийн дүнг засах
ms: Edit gred untuk {studentName}
ne: {studentName} को लागि ग्रेड सम्पादन गर्नुहोस्
nl: Cijfer bewerken voor {studentName}
no: Rediger karakter for {studentName}
pt: Editar nota de {studentName}
ro: Editează nota pentru {studentName}
sl: Uredi oceno za {studentName}
sr: Измени оцену за {studentName}
sv: Redigera betyg för {studentName}
th: แก้ไขเกรดสำหรับ {studentName}
uk: Редагувати оцінку для {studentName}
vi: Chỉnh sửa điểm cho {studentName}

source: Email
af: E-pos
ar: البريد الإلكتروني
az: E-poçt
bg: Имейл
bn: ইমেইল
es: Correo electrónico
et: E-post
fi: Sähköposti
ga: Ríomhphost
he: דוא'ל
hi: ईमेल
is: Netfang
ja: メールアドレス
ka: ელ. ფოსტა
lt: El. paštas
mn: Имэйл
ms: Emel
ne: इमेल
nl: E-mailadres
no: E-post
sl: E-pošta
sr: Е-пошта
sv: E-post
th: อีเมล
uk: Електронна пошта

source: Email is not valid
af: E-pos is nie geldig nie
ar: البريد الإلكتروني غير صالح
az: E-poçt etibarsızdır
bg: Имейлът не е валиден
bn: ইমেলটি বৈধ নয়
bs: E-mail nije važeći
da: E-mail er ikke gyldig
el: Το Email δεν είναι έγκυρο
es: El correo electrónico no es válido
et: E-posti aadress ei ole kehtiv
fi: Sähköpostiosoite on virheellinen
fr: L'adresse e-mail n'est pas valide
ga: Níl an ríomhphost bailí
he: דוא'ל אינו חוקי
hi: ईमेल मान्य नहीं है
id: Email tidak valid
is: Netfangið er ekki gilt
ja: メールアドレスが無効です
ka: ელ. ფოსტა არასწორია
lt: Neteisingas el. pašto adresas
mn: Имэйл хаяг буруу байна
ms: Emel tidak sah
ne: इमेल मान्य छैन
nl: Ongeldig e-mailadres
no: Ugyldig e-postadresse
pt: Email inválido
ro: Emailul nu este valid
sl: E-poštni naslov ni veljaven
sr: Е-пошта није валидна
sv: Ogiltig e-postadress
th: อีเมลไม่ถูกต้อง
uk: Недійсна електронна адреса
vi: Email không hợp lệ

source: Enter the link here...
af: Voer die skakel hier in...
ar: أدخل الرابط هنا ...
az: Keçidi buraya daxil edin...
bg: Въведете линка тук...
bn: এখানে লিঙ্কটি প্রবেশ করান ...
bs: Unesite vezu ovdje...
da: Indtast linket her...
el: Εισαγάγετε τον σύνδεσμο εδώ...
es: Introduce el enlace aquí...
et: Sisesta link siia...
fi: Syötä linkki tähän...
fr: Entrez le lien ici...
ga: Cuir isteach an nasc anseo...
he: הזן את הקישור כאן...
hi: यहां लिंक दर्ज करें...
id: Masukkan tautan di sini...
is: Sláðu inn hlekkinn hér...
ja: ここにリンクを入力してください...
ka: შეიყვანეთ ბმული აქ ...
lt: Įveskite nuorodą čia...
mn: Холбоосыг энд оруулна уу...
ms: Masukkan pautan di sini...
ne: यहाँ लिंक प्रविष्ट गर्नुहोस्...
nl: Voer hier de link in...
no: Skriv inn lenken her...
pt: Insira o link aqui...
ro: Introduceți linkul aici...
sl: Vnesite povezavo tukaj...
sr: Унесите везу овде...
sv: Ange länken här...
th: ป้อนลิงก์ที่นี่...
uk: Введіть посилання тут...
vi: Nhập liên kết tại đây...

source: Enter the reason for the grades...
af: Voer die rede vir die punte in...
ar: أدخل سبب الدرجات ...
az: Qiymətlərin səbəbini daxil edin...
bg: Въведете основанието за оценките...
bn: গ্রেডের কারণ প্রবেশ করুন ...
bs: Unesite razlog za ocjene...
da: Indtast begrundelsen for karaktererne...
el: Εισαγάγετε τον λόγο για τους βαθμούς...
es: Introduce el motivo de las calificaciones...
et: Sisestage hinnete põhjus...
fi: Syötä syy arvosanoille...
fr: Entrez la raison des notes...
ga: Cuir isteach an chúis leis na gráid...
he: הזן את הסיבה לציונים...
hi: ग्रेड के लिए कारण दर्ज करें...
id: Masukkan alasan untuk nilai...
is: Sláðu inn ástæðuna fyrir einkunninni...
ja: 成績の理由を入力してください...
ka: შეიყვანეთ შეფასებების მიზეზი ...
lt: Įveskite pažymių priežastį...
mn: Дүнгийн шалтгааныг оруулна уу...
ms: Masukkan alasan untuk gred...
ne: ग्रेडहरूको कारण प्रविष्ट गर्नुहोस्...
nl: Voer de reden voor de cijfers in...
no: Skriv inn begrunnelsen for karakterene...
pt: Digite o motivo das notas...
ro: Introduceți motivul pentru note...
sl: Vnesite razlog za ocene...
sr: Унесите разлог за оцене...
sv: Ange anledningen till betygen...
th: ป้อนเหตุผลสำหรับเกรด...
uk: Вкажіть причину оцінок...
vi: Nhập lý do cho điểm số...

source: Error
af: Fout
ar: خطأ
az: Xəta
bg: Грешка
bn: ত্রুটি
bs: Greška
da: Fejl
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
ga: Earráid
he: שגיאה
hi: त्रुटि
id: Kesalahan
is: Villa
ja: エラー
ka: შეცდომა
lt: Klaida
mn: Алдаа
ms: Ralat
ne: त्रुटि
nl: Fout
no: Feil
pt: Erro
ro: Eroare
sl: Napaka
sr: Грешка
sv: Fel
th: ข้อผิดพลาด
uk: Помилка
vi: Lỗi

source: Excuse
af: Verskoon
ar: عذر
az: Əsaslandır
bg: Извини
bn: ক্ষমা করুন
bs: Opravdaj
da: Undskyld
el: Δικαιολόγηση
es: Justificar
et: Vabanda
fi: Hyväksy
fr: Excuser
ga: Leithscéal
he: אשר
hi: क्षमा करें
id: Izinkan
is: Afsaka
ja: 忌引
ka: გაპატიება
lt: Pateisinti
mn: Зөвтгөх
ms: Maafkan
ne: क्षमा गर्नुहोस्
nl: Verontschuldigen
no: Gyldig fravær
pt: Justificar
ro: Motivează
sl: Opraviči
sr: Оправдај
sv: Urdäkta
th: ให้อภัย
uk: Виправдати
vi: Chấp nhận lý do

source: Excused
af: Verskoon
ar: معذور
az: Əsaslandırılmış
bg: Извинено
bn: ক্ষমা করা হয়েছে
bs: Opravdano
da: Undskyldt
el: Δικαιολογημένη
es: Justificado
et: Vabandatud
fi: Hyväksytty
fr: Excusé
ga: Leithscéalta
he: מאושרת
hi: क्षमा किया गया
id: Diizinkan
is: Afsökuð
ja: 忌引
ka: გაპატიებული
lt: Pateisintas
mn: Зөвтгөгдсөн
ms: Dimaafkan
ne: क्षमा गरिएको
nl: Verontschuldigd
no: Gyldig fravær
pt: Justificado
ro: Motivată
sl: Opravičeno
sr: Оправдан
sv: Urdäktad
th: ได้รับการอภัย
uk: Виправдано
vi: Đã chấp nhận lý do

source: File
af: LÃªer
ar: ملف
az: Fayl
bg: Файл
bn: ফাইল
bs: Datoteka
da: Fil
el: Αρχείο
es: Archivo
et: Fail
fi: Tiedosto
fr: Fichier
ga: Comhad
he: קובץ
hi: फाइल
id: Berkas
is: Skrá
ja: ファイル
ka: ფაილი
lt: Failas
mn: Файл
ms: Fail
ne: फाइल
nl: Bestand
no: Fil
pt: Arquivo
ro: Fișier
sl: Datoteka
sr: Датотека
sv: Fil
th: ไฟล์
uk: Файл
vi: Tệp

source: Finish up
af: Voltooi
ar: إنهاء
az: Bitir
bg: Завърши
bn: শেষ করুন
bs: Završi
da: Afslut
el: Ολοκλήρωση
es: Terminar
et: Lõpeta
fi: Viimeistele
fr: Terminer
ga: Críochnaigh
he: סיים
hi: समाप्त करें
id: Selesaikan
is: Ljúka við
ja: 完了
ka: დასრულება
lt: Užbaigti
mn: Дуусгах
ms: Selesaikan
ne: समाप्त गर्नुहोस्
nl: Afronden
no: Fullfør
pt: Concluir
ro: Finalizează
sl: Zaključi
sr: Заврши
sv: Slutför
th: เสร็จสิ้น
uk: Завершити
vi: Hoàn tất

source: Get students
af: Kry studente
ar: الحصول على الطلاب
az: Tələbələri əldə et
bg: Вземи ученици
bn: শিক্ষার্থীদের পান
bs: Dobij učenike
da: Hent elever
el: Λήψη μαθητών
es: Obtener estudiantes
et: Hangi õpilased
fi: Hae oppilaat
fr: Obtenir les élèves
ga: Faigh scoláirí
he: קבל תלמידים
hi: छात्र प्राप्त करें
id: Dapatkan murid
is: Sækja nemendur
ja: 生徒を取得
ka: მოსწავლეების მოძიება
lt: Gauti mokinių sąrašą
mn: Сурагчдыг авах
ms: Dapatkan pelajar
ne: विद्यार्थीहरू प्राप्त गर्नुहोस्
nl: Leerlingen ophalen
no: Hent elever
pt: Obter alunos
ro: Obține elevi
sl: Pridobi učence
sr: Преузми ученике
sv: Hämta elever
th: รับนักเรียน
uk: Отримати список учнів
vi: Lấy danh sách học sinh

source: Grade
af: Punt
ar: الدرجة
az: Qiymət
bg: Оценка
bn: গ্রেড
bs: Ocjena
da: Karakter
el: Βαθμός
es: Calificación
et: Hinne
fi: Arvosana
fr: Note
ga: Gráid
he: ציון
hi: ग्रेड
id: Nilai
is: Einkunn
ja: 成績
ka: შეფასება
lt: Pažymys
mn: Дүн
ms: Gred
ne: ग्रेड
nl: Cijfer
no: Karakter
pt: Nota
ro: Notă
sl: Ocena
sr: Оцена
sv: Betyg
th: เกรด
uk: Оцінка
vi: Điểm

source: Grade is required
af: Punt is verpligtend
ar: الدرجة مطلوبة
az: Qiymət tələb olunur
bg: Оценката е задължителна
bn: গ্রেড প্রয়োজন
bs: Ocjena je obavezna
da: Karakter er påkrævet
el: Απαιτείται βαθμός
es: Se requiere una calificación
et: Hinne on nõutav
fi: Arvosana on pakollinen
fr: La note est obligatoire
ga: Tá gráid ag teastáil
he: נדרש ציון
hi: ग्रेड आवश्यक है
id: Nilai diperlukan
is: Einkunn er nauðsynleg
ja: 成績は必須です
ka: შეფასება აუცილებელია
lt: Būtinas pažymys
mn: Дүн оруулах шаардлагатай
ms: Gred diperlukan
ne: ग्रेड आवश्यक छ
nl: Cijfer is vereist
no: Karakter er påkrevd
pt: A nota é obrigatória
ro: Nota este obligatorie
sl: Ocena je obvezna
sr: Оцена је обавезна
sv: Betyg krävs
th: ต้องกรอกเกรด
uk: Поле оцінки обов'язкове для заповнення
vi: Yêu cầu phải có điểm

source: Grade submission
af: Gradeer voorlegging
ar: إرسال الدرجة
az: Təqdimatı qiymətləndir
bg: Оценка на предаване
bn: জমা গ্রেড
bs: Ocijeni predaju
da: Karaktergivning
el: Βαθμολόγηση υποβολής
es: Calificar entrega
et: Hinda esitust
fi: Arvostele palautus
fr: Noter la soumission
ga: Aighneacht gráid
he: דרג הגשה
hi: ग्रेड सबमिशन
id: Penilaian tugas
is: Einkunnagjöf
ja: 提出物の評価
ka: დავალების შეფასება
lt: Vertinti darbą
mn: Илгээсэн даалгаврыг дүгнэх
ms: Penyerahan gred
ne: ग्रेड बुझाउने
nl: Inzending beoordelen
no: Karaktersett innlevering
pt: Corrigir tarefa
ro: Notează tema
sl: Oceni oddajo
sr: Оцени рад
sv: Betygssättning av inlämningsuppgift
th: การให้เกรด
uk: Оцінити роботу
vi: Chấm điểm bài tập

source: Grade the class
af: Gradeer die klas
ar: تقدير الصف
az: Sinfi qiymətləndirin
bg: Оценяване на класа
bn: শ্রেণীর গ্রেড
bs: Ocijeni razred
da: Giv karakter til klassen
el: Βαθμολόγηση τάξης
es: Calificar la clase
et: Hinda klassi
fi: Arvostele luokka
fr: Noter la classe
ga: Grádaigh an rang
he: דרג את הכיתה
hi: कक्षा का ग्रेड दें
id: Beri nilai kelas
is: Gefa bekknum einkunn
ja: クラスの成績をつける
ka: კლასის შეფასება
lt: Vertinti klasę
mn: Ангийг дүгнэх
ms: Beri gred kepada kelas
ne: कक्षालाई ग्रेड दिनुहोस्
nl: De klas beoordelen
no: Karaktersett klassen
pt: Lançar notas da turma
ro: Notează clasa
sl: Oceni razred
sr: Оцени одељење
sv: Betygssätt klassen
th: ให้เกรดชั้นเรียน
uk: Оцінити клас
vi: Chấm điểm cho lớp

source: graded
af: gegradeer
ar: تم تقديره
az: qiymətləndirilmiş
bg: оценен
bn: গ্রেড দেওয়া হয়েছে
bs: ocijenjeno
da: bedømt
el: βαθμολογημένο
es: calificado
et: hinnatud
fi: arvosteltu
fr: noté
ga: grádaithe
he: מדורג
hi: ग्रेड दिया गया
id: dinilai
is: einkunn gefin
ja: 評価済み
ka: შეფასებული
lt: įvertintas
mn: дүгнэгдсэн
ms: dinilai
ne: ग्रेड गरिएको
nl: beoordeeld
no: karaktergitt
pt: corrigido
ro: notate
sl: ocenjeno
sr: оцењено
sv: betygsatt
th: ให้เกรดแล้ว
uk: оцінено
vi: đã chấm điểm

source: grades
af: punte
ar: الدرجات
az: qiymətlər
bg: оценки
bn: গ্রেড
bs: ocjene
da: karakterer
el: βαθμοί
es: calificaciones
et: hinded
fi: arvosanat
fr: notes
ga: gráid
he: ציונים
hi: ग्रेड
id: nilai
is: einkunnir
ja: 成績
ka: შეფასებები
lt: pažymiai
mn: дүнгүүд
ms: gred
ne: ग्रेडहरू
nl: cijfers
no: karakterer
pt: notas
ro: note
sl: ocene
sr: оцене
sv: betyg
th: เกรด
uk: оцінки
vi: điểm

source: Grades
af: Punte
ar: الدرجات
az: Qiymətlər
bg: Оценки
bn: গ্রেড
bs: Ocjene
da: Karakterer
el: Βαθμοί
es: Calificaciones
et: Hinded
fi: Arvosanat
fr: Notes
ga: Gráid
he: ציונים
hi: ग्रेड
id: Nilai
is: Einkunnir
ja: 成績
ka: შეფასებები
lt: Pažymiai
mn: Дүн
ms: Gred
ne: ग्रेडहरू
nl: Cijfers
no: Karakterer
pt: Notas
ro: Note
sl: Ocene
sr: Оцене
sv: Betyg
th: เกรด
uk: Оцінки
vi: Điểm

source: How would you like to add an attachment?
af: Hoe wil jy 'n aanhangsel byvoeg?
ar: كيف تريد إضافة مرفق؟
az: Əlavəni necə əlavə etmək istərdiniz?
bg: Как бихте искали да добавите прикачен файл?
bn: আপনি কীভাবে একটি সংযুক্তি যুক্ত করতে চান?
bs: Kako želite dodati prilog?
da: Hvordan vil du gerne tilføje en vedhæftet fil?
el: Πώς θέλετε να προσθέσετε ένα συνημμένο;
es: ¿Cómo te gustaría añadir un archivo adjunto?
et: Kuidas soovite manuse lisada?
fi: Miten haluat lisätä liitteen?
fr: Comment souhaitez-vous ajouter une pièce jointe ?
ga: Cén chaoi ar mhaith leat ceangaltán a chur leis?
he: כיצד תרצה להוסיף קובץ מצורף?
hi: आप अटैचमेंट कैसे जोड़ना चाहेंगे?
id: Bagaimana Anda ingin menambahkan lampiran?
is: Hvernig viltu bæta við viðhengi?
ja: 添付ファイルをどのように追加しますか？
ka: როგორ გსურთ დანართის დამატება?
lt: Kaip norėtumėte pridėti priedą?
mn: Та хавсралтыг хэрхэн нэмэх вэ?
ms: Bagaimana anda ingin menambah lampiran?
ne: तपाईं कसरी संलग्नक थप्न चाहनुहुन्छ?
nl: Hoe wilt u een bijlage toevoegen?
no: Hvordan vil du legge til et vedlegg?
pt: Como você gostaria de adicionar um anexo?
ro: Cum dorești să adăugați acest atașament?
sl: Kako želite dodati priponko?
sr: Како желите да додате прилог?
sv: Hur vill du lägga till en bilaga?
th: คุณต้องการเพิ่มไฟล์แนบอย่างไร
uk: Як ви хочете додати вкладення?
vi: Bạn muốn thêm tệp đính kèm như thế nào?

source: Language
af: Taal
ar: اللغة
az: Dil
bg: Език
bn: ভাষা
bs: Jezik
da: Sprog
el: Γλώσσα
es: Idioma
et: Keel
fi: Kieli
fr: Langue
ga: Teanga
he: שפה
hi: भाषा
id: Bahasa
is: Tungumál
ja: 言語
ka: ენა
lt: Kalba
mn: Хэл
ms: Bahasa
ne: भाषा
nl: Taal
no: Språk
pt: Idioma
ro: Limbă
sl: Jezik
sr: Језик
sv: Språk
th: ภาษา
uk: Мова
vi: Ngôn ngữ

source: Later
ar: لاحقاً
az: Sonra
bg: По-късно
bn: পরে
bs: Kasnije
da: Senere
el: Αργότερα
es: Más tarde
et: Hiljem
fi: Myöhemmin
fr: Plus tard
ga: Níos déanaí
he: בהמשך
hi: बाद में
id: Nanti
is: Síðar
ja: 後で
ka: მოგვიანებით
lt: Vėliau
mn: Сүүлд нь
ms: Kemudian
ne: पछि
no: Senere
pt: Mais tarde
ro: Mai târziu
sl: Kasneje
sr: Касније
sv: Senare
th: ภายหลัง
uk: Пізніше
vi: Sau

source: Link
af: Skakel
ar: رابط
az: Keçid
bg: Линк
bn: লিঙ্ক
bs: Veza
el: Σύνδεσμος
es: Enlace
fi: Linkki
fr: Lien
ga: Nasc
he: קישור
hi: लिंक
id: Tautan
is: Hlekkur
ja: リンク
ka: ბმული
lt: Nuoroda
mn: Холбоос
ms: Pautan
ne: लिङ्क
no: Lenke
sl: Povezava
sr: Веза
sv: Länk
th: ลิงก์
uk: Посилання
vi: Liên kết

source: Link is required
af: Skakel is verpligtend
ar: الرابط مطلوب
az: Keçid tələb olunur
bg: Линкът е задължителен
bn: লিঙ্ক প্রয়োজন
bs: Veza je obavezna
da: Link er påkrævet
el: Απαιτείται σύνδεσμος
es: Se requiere un enlace
et: Link on nõutav
fi: Linkki on pakollinen
fr: Le lien est obligatoire
ga: Tá nasc ag teastáil
he: נדרש קישור
hi: लिंक आवश्यक है
id: Tautan diperlukan
is: Hlekkur er nauðsynlegur
ja: リンクは必須です
ka: ბმული აუცილებელია
lt: Būtina nuoroda
mn: Холбоос оруулах шаардлагатай
ms: Pautan diperlukan
ne: लिंक आवश्यक छ
nl: Link is vereist
no: Lenke er påkrevd
pt: O link é obrigatório
ro: Linkul este obligatoriu
sl: Povezava je obvezna
sr: Веза је обавезна
sv: Länk krävs
th: ต้องกรอกลิงก์
uk: Поле посилання обов'язкове для заповнення
vi: Yêu cầu phải có liên kết

source: Log out
af: Teken uit
ar: تسجيل الخروج
az: Çıxış
bg: Изход
bn: লগ আউট
bs: Odjavi se
da: Log ud
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fi: Kirjaudu ulos
fr: Se déconnecter
ga: Logáil amach
he: התנתק
hi: लॉग आउट
id: Keluar
is: Skrá út
ja: ログアウト
ka: გასვლა
lt: Atsijungti
mn: Гарах
ms: Log keluar
ne: लग आउट
nl: Uitloggen
no: Logg ut
pt: Sair
ro: Deconectare
sl: Odjava
sr: Одјави се
sv: Logga ut
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất

source: Material
af: Materiaal
ar: مادة
bg: Материал
bn: উপকরণ
bs: Materijal
da: Materiale
el: Υλικό
et: Materjal
fi: Materiaali
fr: Matériel
ga: Ábhar
he: חומר
hi: सामग्री
id: Materi
is: Efni
ja: 教材
ka: მასალა
lt: Medžiaga
mn: Материал
ms: Bahan
ne: सामग्री
nl: Materiaal
no: Læremateriell
sl: Gradivo
sr: Материјал
th: สื่อการเรียนรู้
uk: Матеріал
vi: Tài liệu

source: Materials
af: Materiale
ar: المواد
az: Materiallar
bg: Материали
bn: উপকরণ
bs: Materijali
da: Materialer
el: Υλικά
es: Materiales
et: Materjalid
fi: Materiaalit
fr: Matériels
ga: Ábhair
he: חומרים
hi: सामग्री
id: Materi
is: Efni
ja: 教材
ka: მასალები
lt: Medžiagos
mn: Материалууд
ms: Bahan
ne: सामग्रीहरू
nl: Materialen
no: Læremateriell
pt: Materiais
ro: Materiale
sl: Gradiva
sr: Материјали
sv: Material
th: สื่อการเรียนรู้
uk: Матеріали
vi: Tài liệu

source: Missing
af: Ontbreek
ar: مفقود
az: Yoxdur
bg: Липсва
bn: অনুপস্থিত
bs: Nedostaje
da: Manglende
el: Λείπει
es: Faltan
et: Puudu
fi: Puuttuu
fr: Manquant
ga: Ar Iarraidh
he: חסר
hi: अनुपलब्ध
id: Hilang
is: Vantar
ja: 未提出
ka: არ არის
lt: Trūksta
mn: Байхгүй
ms: Hilang
ne: हराइरहेको
nl: Ontbrekend
no: Mangler
pt: Faltando
ro: Lipsă
sl: Manjka
sr: Недостаје
sv: Saknas
th: ขาดหายไป
uk: Відсутній
vi: Thiếu

source: No due date
af: Geen sperdatum
ar: لا يوجد تاريخ استحقاق
az: Son tarix yoxdur
bg: Без краен срок
bn: কোন শেষ তারিখ নেই
bs: Bez roka
da: Ingen afleveringsfrist
el: Χωρίς ημερομηνία παράδοσης
es: Sin fecha límite
et: Tähtaega pole
fi: Ei eräpäivää
fr: Pas de date limite
ga: Gan dáta dlite
he: אין תאריך יעד
hi: कोई नियत तारीख नहीं
id: Tidak ada tanggal jatuh tempo
is: Enginn skiladagur
ja: 締め切りなし
ka: ვადა არ არის
lt: Nėra termino
mn: Хугацаа байхгүй
ms: Tiada tarikh akhir
ne: कुनै म्याद छैन
nl: Geen vervaldatum
no: Ingen forfallsdato
pt: Sem data de entrega
ro: Fără termen limită
sl: Brez roka
sr: Нема рока
sv: Inget förfallodatum
th: ไม่มีวันครบกำหนด
uk: Без терміну виконання
vi: Không có hạn

source: No grade
af: Geen punt
ar: لا توجد درجة
az: Qiymət yoxdur
bg: Без оценка
bn: কোন গ্রেড নেই
bs: Bez ocjene
da: Ingen karakter
el: Χωρίς βαθμό
es: Sin calificar
et: Hindeta
fi: Ei arvosanaa
fr: Pas de note
ga: Gan gráid
he: אין ציון
hi: कोई ग्रेड नहीं
id: Tidak ada nilai
is: Engin einkunn
ja: 成績なし
ka: შეფასება არ არის
lt: Nėra pažymio
mn: Дүн байхгүй
ms: Tiada gred
ne: कुनै ग्रेड छैन
nl: Geen cijfer
no: Ingen karakter
pt: Sem nota
ro: Fără notă
sl: Brez ocene
sr: Нема оцене
sv: Inget betyg
th: ไม่มีเกรด
uk: Без оцінки
vi: Không có điểm

source: not submitted
af: nie ingedien nie
ar: لم يتم ارساله
az: təqdim edilməmişdir
bg: не е предадено
bn: জমা দেওয়া হয়নি
bs: nije predato
da: ikke afleveret
el: μη υποβεβλημένο
es: no entregado
et: pole esitatud
fi: ei palautettu
fr: non soumis
ga: níor cuireadh isteach
he: לא הוגש
hi: सबमिट नहीं किया गया
id: belum dikumpulkan
is: ekki skilað
ja: 未提出
ka: არ არის წარდგენილი
lt: nepateiktas
mn: илгээгээгүй
ms: belum diserahkan
ne: बुझाइएको छैन
nl: niet ingeleverd
no: ikke levert
pt: não entregue
ro: netrimise
sl: ni oddano
sr: није предато
sv: inte inlämnad
th: ยังไม่ได้ส่ง
uk: не надіслано
vi: chưa nộp

source: Number of students
af: Aantal studente
ar: عدد الطلاب
az: Tələbələrin sayı
bg: Брой ученици
bn: শিক্ষার্থীর সংখ্যা
bs: Broj učenika
da: Antal elever
el: Αριθμός μαθητών
es: Número de estudiantes
et: Õpilaste arv
fi: Oppilaiden lukumäärä
fr: Nombre d'élèves
ga: Líon na scoláirí
he: מספר תלמידים
hi: छात्रों की संख्या
id: Jumlah murid
is: Fjöldi nemenda
ja: 生徒数
ka: მოსწავლეთა რაოდენობა
lt: Mokinių skaičius
mn: Сурагчдын тоо
ms: Bilangan pelajar
ne: विद्यार्थीहरूको संख्या
nl: Aantal leerlingen
no: Antall elever
pt: Número de alunos
ro: Număr de elevi
sl: Število učencev
sr: Број ученика
sv: Antal elever
th: จำนวนนักเรียน
uk: Кількість учнів
vi: Số lượng học sinh

source: Observations
af: Waarneminge
ar: الملاحظات
az: Müşahidələr
bg: Забележки
bn: পর্যবেক্ষণ
bs: Opservacije
da: Observationer
el: Παρατηρήσεις
es: Observaciones
et: Märkused
fi: Havainnot
ga: Breathnadóireachtaí
he: הערות
hi: अवलोकन
id: Observasi
is: Athugasemdir
ja: 観察記録
ka: დაკვირვებები
lt: Pastabos
mn: Ажиглалтууд
ms: Pemerhatian
ne: अवलोकनहरू
nl: Observaties
no: Observasjoner
pt: Observações
ro: Observații
sl: Opažanja
sr: Запажања
sv: Observationer
th: ข้อสังเกต
uk: Спостереження
vi: Nhận xét

source: Ongoing assignments
af: Lopende opdragte
ar: الواجبات الجارية
az: Davam edən tapşırıqlar
bg: Текущи задачи
bn: চলমান অ্যাসাইনমেন্ট
bs: Tekući zadaci
da: Igangværende opgaver
el: Εργασίες σε εξέλιξη
es: Tareas en curso
et: Käimasolevad ülesanded
fi: Käynnissä olevat tehtävät
fr: Devoirs en cours
ga: Obair bhaile leanúnach
he: מטלות פעילות
hi: चालू असाइनमेंट
id: Tugas yang sedang berlangsung
is: Virk verkefni
ja: 継続中の課題
ka: მიმდინარე დავალებები
lt: Vykdomos užduotys
mn: Үргэлжилж байгаа даалгаварууд
ms: Tugasan yang sedang berjalan
ne: चालू कार्यहरू
nl: Lopende opdrachten
no: Pågående oppgaver
pt: Tarefas em andamento
ro: Teme în desfășurare
sl: Tekoče naloge
sr: Текући задаци
sv: Pågående uppgifter
th: งานที่มอบหมายที่กำลังดำเนินอยู่
uk: Поточні завдання
vi: Bài tập đang diễn ra

source: overall average
af: algehele gemiddeld
ar: المعدل الإجمالي
az: ümumi orta
bg: общ успех
bn: সামগ্রিক গড়
bs: ukupni prosjek
da: samlet gennemsnit
el: συνολικός μέσος όρος
es: promedio general
et: üldine keskmine
fi: kokonaiskeskiarvo
fr: moyenne générale
ga: meán foriomlán
he: ממוצע כללי
hi: कुल औसत
id: rata-rata keseluruhan
is: heildarmeðaltal
ja: 全体の平均
ka: საერთო საშუალო
lt: bendras vidurkis
mn: нийт дундаж
ms: purata keseluruhan
ne: समग्र औसत
nl: algemeen gemiddelde
no: totalt gjennomsnitt
pt: média geral
ro: media generală
sl: skupno povprečje
sr: укупан просек
sv: totalt medelvärde
th: ค่าเฉลี่ยโดยรวม
uk: загальний середній бал
vi: điểm trung bình chung
